{
    "title": "FACT SHEET: Delivering Progress on the Biden-Harris Lead Pipe and Paint Action Plan | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/17/fact-sheet-delivering-progress-on-the-biden-harris-lead-pipe-and-paint-action-plan/",
    "created_at": null,
    "content": "Six months since the President and Vice President unveiled the Biden-Harris Lead Pipe and Paint Action Plan, the Administration has taken swift action and made quick progress. The Biden-Harris Administration has announced more than $4 billion from the Bipartisan Infrastructure Law funds and annual appropriations that can be used to begin replacing all of America’s lead pipes while mobilizing additional resources and tools to get rid of lead, ensure Americans can drink clean water, and live in healthy homes.Today, to continue momentum implementing the action plan, Vice President Harris, Housing and Urban Development Secretary Marcia Fudge, and Environmental Protection Agency Administrator Michael Regan are in Pittsburgh to provide an update on the Administration’s commitment to addressing lead pipes and paint, including through announcing $500 million for states and local government to reduce lead exposure and build healthier homes. States and localities can begin applying for the awards, which will target disadvantaged communities in line with the President’s Justice40 Initiative. President Biden and Vice President Harris believe no child, no family, and no American should drink water with lead or be exposed to lead paint in their homes. That’s why they made replacing lead pipes a centerpiece of the Bipartisan Infrastructure Law, and why Vice President Harris visited AFL-CIO to release an action plan that helps ensure federal, state, and local resources are moving quickly. Together, their leadership, vision, and actions are removing lead from water and homes, creating good-paying jobs, and supporting the low-income and communities of color disproportionately impacted. Outlined below is how the Administration is making critical progress on the Biden-Harris Lead Pipe and Paint Action Plan:Tackling Lead Pipes and Paint with Historic InvestmentsMaking It Easier to Access FundingRemoving Lead in Federally-Assisted HousingRemediating Lead in Schools and Child Care Centers Closing Gaps in Childhood Lead Testing Developing New Regulations to Protect Communities from Lead in Drinking Water###"
}