{
    "title": "FACT SHEET: Biden Administration Makes Climate Information and Decision Tools More Accessible | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/12/fact-sheet-biden-administration-makes-climate-information-and-decision-tools-more-accessible/",
    "created_at": null,
    "content": "Today, the Biden Administration is launching a whole-of-government initiative to deliver accessible and actionable information to individuals and communities that are being hit by flooding, drought, wildfires, extreme heat, coastal erosion, and other intensifying climate impacts. This effort will put authoritative and useful information into the hands of more Americans—from broadcast meteorologists sharing climate information with communities, to farmers checking drought outlooks, to businesses planning for extreme weather, to families making decisions about their homes and neighborhoods. The initiative answers President Biden’s call in his Executive Order on Tackling the Climate Crisis at Home and Abroad to enhance understanding of climate risks and empower communities to better prepare and become more resilient.With the climate crisis impacting every region and economic sector, federal agencies are working together to launch a coordinated effort to provide more robust information services that reach all communities. The federal government started down this path with web-accessible maps that show extreme heat hot spots and areas impacted by wildfire smoke. Now, with the new resources and interagency strategies announced today, public officials and others who are making important decisions—about starting a business, finding a home, or running a neighborhood program—will have access to the kind of science and data-based planning and response tools they need to make sound, climate-smart decisions.Administration officials are announcing these new efforts during a Climate and Equity Roundtable in Detroit, Michigan, hosted by the National Oceanic and Atmospheric Administration (NOAA). The roundtable is focused on hearing on-the-ground experiences related to this summer’s severe flooding—particularly in urban neighborhoods with aging infrastructure not built to handle increasingly heavy rainfall events. By continuing to strengthen partnerships with community stakeholders, state, local, Tribal, and territorial governments, and businesses, the Biden Administration will ensure that federal information services respond to evolving needs, particularly those of disadvantaged communities. And through the Bipartisan Infrastructure Deal and the Build Back Better Agenda, President Biden has proposed additional, historic investments to build resilience across our transportation systems, housing, water infrastructure, and energy grid.Today’s announcements include:This whole-of-government effort builds on FEMA’s announcement earlier this year of nearly $5 billion in funding available for community projects to prepare for extreme weather and other climate-related disasters. It will improve climate information and services in ways that will allow communities to more effectively enhance their resilience to climate change, equitably deploy increased resilience resources, and mitigate climate change-related risks to the financial and economic security of America’s families, businesses, and workers—a key Administration priority.The Biden Administration is today announcing:New-and-Improved Climate WebsiteNOAA’s Climate Program Office launched a newly redesigned version of Climate.gov, NOAA’s award-winning, flagship website that provides the public with clear, timely, and science-based information about climate. The redesign expands the site’s already significant capacity to connect Americans with the resources they need to understand and plan for climate-related risks.The site’s redesigned Global Climate Dashboard gives a data-driven readout on the state of the climate system with public-friendly explainers and answers to frequently asked questions. Climate.gov also provides access to commonly requested climate data and tools hosted by NOAA’s National Centers for Environmental Information and Regional Climate Centers.Other updates include:Interagency Reports on Climate Information ServicesAs directed by President Biden’s Executive Order on Tackling the Climate Crisis at Home and Abroad, agencies have developed two reports to the National Climate Task Force on climate information services to help governments, communities, and businesses prepare for and adapt to climate impacts.Expanding Climate Information and Services for the PublicThe first report, titled  “Opportunities for Expanding and Improving Climate Information and Services for the Public,” charts a course for expanding accessibility and use of the federal government’s climate information to support all communities, including those who have been historically underserved, on climate planning and resilience activities.Developed by OSTP, NOAA, and FEMA, with inputs from other federal experts, this report outlines a plan to provide more robust and actionable “climate services”—science-based information and products that enhance understanding of climate impacts—to meet the needs of a diversity of users. The report lays out priority opportunities to: The report builds off of the federal government’s existing climate-related information, tools, and services, such as the interagency U.S. Climate Resilience Toolkit; FEMA’s National Risk Index for Natural Hazards; and the AirNow Fire and Smoke Map developed by the EPA, CDC, and U.S. Forest Service.Federal Mapping Services for Climate Planning and ResilienceThe second report, titled “Advancing the Nation’s Geospatial Capabilities to Promote Federal, State, Local, and Tribal Climate Planning and Resilience,” focuses on the role the federal government plays in providing geospatial data and mapping tools, and the potential for a collaborative federal mapping service to make climate data more accessible.The Department of the Interior and the Office of Management and Budget led an interagency team that developed the report, in their roles as chair and vice chair of the Federal Geographic Data Committee (FGDC). The report recommends:Potential Revisions to Minimum Floodplain Management StandardsFlood and coastal storm events are increasing in frequency and severity, with billion-dollar events up 50% by the end of 2020, compared to the previous decade—and 70% of those costs were incurred in just the last three years. The foundation for national efforts to protect lives and homes from flood disasters is FEMA’s National Flood Insurance Program (NFIP), which makes flood insurance available in communities that adopt and enforce floodplain management ordinances to reduce future flood risk.While FEMA has provided ongoing updates to NFIP policies and technical guidance, the minimum floodplain management standards themselves have not been revised since being initially implemented in 1976. Today, FEMA is publishing a Request for Information that kicks off the process of revising these standards to better address current and future conditions. FEMA will gather public comments to inform potential revisions that protect households from flood damage, make communities more resilient, and reduce a major source of financial risk to the country. Climate Research Funding and Community RoundtablesTo further support innovative and impactful climate science, NOAA is awarding more than $171 million in five-year grants to support 72 research projects—the highest five-year investment in the history of NOAA’s Climate Program Office. Climate research areas will include advancing environmental justice; improvements in climate models; advances in the use and understanding of ocean observations to enhance NOAA’s climate modeling; and advances in resilience planning for future flooding impacts and other coastal stressors.NOAA is also gathering input directly from local stakeholders, by hosting a series of Climate and Equity Roundtables to receive recommendations on how to make improvements to its policies, products, and services to better meet the needs of underserved communities. In addition to today’s roundtable in Detroit, Michigan on neighborhood flooding, future roundtables will focus on heat resilience in Arizona and Nevada. These follow prior roundtables on coastal inundation in Louisiana, equitable climate resilience in the Pacific Islands, flooding and resilience in Mississippi River communities, coastal flood risk in Connecticut, and climate risks in Alaska conducted with the Alaska Native Tribal Health Consortium.Social Science Support from the National Science FoundationThe National Science Foundation (NSF) will leverage its Societal Experts Action Network (SEAN) to support the work of National Climate Task Force’s Interagency Working Groups on Drought, Flood, Coastal, Extreme Heat, and Wildfire Resilience. The SEAN consists of experts in the social, behavioral, and economic sciences who develop evidence-based recommendations to support decision-makers at all levels of government. As part of this new initiative, SEAN will work to quickly generate reports on the latest science about the usability, translation, and relevance of climate services to support mission agencies’ work in building resilience.###"
}