{
    "title": "FACT SHEET:  Biden-Harris Administration Announces New Actions and Progress to Protect Communities From Lead Pipes and Paint | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/01/27/fact-sheet-biden-harris-administration-announces-new-actions-and-progress-to-protect-communities-from-lead-pipes-and-paint/",
    "created_at": null,
    "content": "Today, at a White House Summit on Accelerating Lead Pipe Replacement hosted by Vice President Harris, the Biden-Harris Administration announced new actions and progress to deliver clean drinking water, replace lead pipes, and remediate lead paint to protect children and communities across America. Through historic levels of funding from President Biden’s Bipartisan Infrastructure Law and American Rescue Plan, annual appropriations, and harnessing a variety of  tools across federal, state, and local government, the Administration is delivering tangible progress on the groundbreaking Biden-Harris Lead Pipe and Paint Action Plan announced in December of 2021. The Biden-Harris Administration is working aggressively to replace all lead service lines in America in the next decade.Today’s White House Summit will feature discussions with state and local officials, along with water utility, labor union, and nongovernmental partners, on reducing risks to public health posed by lead pipes. The following actions are being announced:In addition, today, EPA is announcing $1.2 billion in the Bipartisan Infrastructure Law revolving loan funds have already reached 23 states for lead service line identification and replacement. MAJOR NEW ACTIONSNew Biden-Harris Get the Lead Out Partnership in collaboration with 100+ state and local leaders, nongovernmental organizations, water utilities, labor unions, and others:  Today, the Biden-Harris Administration is announcing an innovative partnership to leverage existing efforts and funding to meet our commitment to accelerate the replacement of lead service lines and pipes by the end of the decade while creating good paying jobs and prioritizing lead remediation efforts in overburdened and underserved communities. The Biden-Harris Get the Lead Out Partnership is a coalition of federal government, states, Tribes, local communities, water utilities, labor unions, and nongovernmental organizations that has committed to advance a shared set of principles to accelerate lead service line replacement.  The inaugural 100+ members of the Partnership are listed at the bottom of this factsheet.Announcing the Creation of Lead Service Line Replacement Accelerators:  Today, EPA is excited to unveil a new initiative—its “Lead Service Line Replacement (LSLR) Accelerators.” This initiative will be launched in partnership with Department of Labor, Connecticut, New Jersey, Pennsylvania, and Wisconsin to provide targeted technical assistance services to communities to make progress on replacing lead pipes that pose risk to the health of children and families. Through the LSLR Accelerators initiative, EPA will provide hands-on support to guide communities through the process of lead service line removals, from start to finish. Technical assistance services will include technical assistance in developing lead service line replacement plans, conducting inventories to identify lead pipes, increasing community outreach and education efforts, and supporting applications for Bipartisan Infrastructure Law funding. This will result in more communities accessing their fair share of federal funds to secure a lead-free future. Partnership is core to the LSLR Accelerators initiative. EPA will collaborate each step of the way with the four partner states and support them in strategically deploying funding from the Bipartisan Infrastructure Law and seeking innovative ways to accelerate lead pipe removal. As this program moves forward, EPA and Department of Labor will collaborate to provide tools aimed at increasing job quality standards, equity, and resources to accelerate the development of the skilled water workforce needed to undertake these community and system-wide lead service line replacement programs. This initiative will include the development of best practices and creative approaches that can serve as a roadmap for the rest of the country.GETTING RESOURCES TO COMMUNITIES$1.2 Billion from the Bipartisan Infrastructure Law is Being Utilized for Lead Pipe Replacement in 23 States, Tribes, and Territories:  Today, EPA is announcing that $1.2 billion in the Bipartisan Infrastructure Law revolving loan funds has already reached 23 states for lead service line identification and replacement. The 2022 allocation was the first of five years of nearly $15 billion in dedicated EPA funding for lead service lines that states will receive through the Bipartisan Infrastructure Law. In May 2022, EPA also announced the 2022 allocation of $1.9 billion from the $11.7 billion in Bipartisan Infrastructure Law funding from the general Drinking Water State Revolving Fund (SRF), which can be used to support lead service line removal, along with other drinking water infrastructure projects.  EPA anticipates releasing the 2023 Bipartisan Infrastructure Law DWSRF allotments, based on the results of the 7th Drinking Water Infrastructure Needs Survey Assessment, this spring.Removing Lead in Private and Federally Assisted Housing. Earlier this month, HUD made available $568 million to address lead-based paint and additional housing-related hazards through two Notices of Funding Opportunities (NOFOs) that will make homes healthier and safer for low-income families. The first NOFO provides over $403 million in grants to state and local governments for improving health and safety in privately-owned older (pre-1978) homes of low-income families under HUD’s Lead Hazard Reduction Grant Program—one of the program’s largest health and safety funding opportunities to date for privately-owned housing. The second funding notice provides $165 million in grants to Public Housing Agencies for improving health and safety in public housing—the largest health and safety investment to date for public housing. With this investment, since 1993, HUD has made more than $2.7 billion available to protect children, families, and individuals from exposure to lead and other hazards in their homes. In 2023, HUD will invest an additional $290 million for health and safety improvements in privately-owned housing.Clarifying State, Local, and Tribal governments Can Use Fiscal Recovery Funds—the $350  Billion in Aid Provided Under the American Rescue Plan—for Replacing Lead Service Lines and Protecting Communities Against Lead in Water: In January 2022, the Treasury Department issued the final rule addressing the use of State and Local Fiscal Recovery Funds, which provided for an expanded set of eligible lead remediation uses, including replacement of faucets and fixtures in schools and child care centers, and confirms recipients’ ability to use funds for the replacement of lead services lines. Recipients had budgeted over $345 million in American Rescue Plan funds for lead remediation projects as of September 30, 2022. Examples include:Directing Federal Agencies to Leverage Existing Funding: In March, for the first time, Office of Management and Budget (OMB) formulated a preliminary lead pipes crosscut of existing funding for the Fiscal Year 2023 President’s Budget. The crosscut will be updated for the 2024 budget. In January 2023, OMB issued guidance to agencies to leverage and prioritize existing funding to achieve the President’s lead remediation goal, while directing 40 percent of the benefits to disadvantaged communities and ensuring the replacement of entire lead service lines.Leveraging USDA Funding to Mitigate Lead: As of January 20, 2021, USDA has awarded a total of $132 million in loans and grants for projects dealing with lead, including $78.2 million being announced today to reduce exposure to lead in drinking water. These awards include funding for: the City of Bloomer, Wisconsin, for a water and sewer upgrade and replacement of 20,000 feet of lead-jointed water mains; the Anson Madison Water District in Maine to mitigate lead exposure for 3,700 residents; the city of Linwood, Kansas to replace 75 water service lines with lead joints; the Village of Elberta, Michigan to improve their water system, with 79 percent of service lines estimated to be lead; and Columbus County, North Carolina, for the construction and cost overrun of a new replacement school facility housing Pre-K through 8th grade. Many of these projects utilize funding from various sources, including HUD and state-provided funding. Issuing Guidance to States and Communities to Support Lead Service Line Removal:  EPA’s March 2022  Bipartisan Infrastructure Law State Revolving Fund (SRF) implementation memo highlights the flexibility provided to states and borrowers to address lead in drinking water, the creation of dedicated funding to remove lead service lines, and the priority of ensuring that disadvantaged communities benefit equitably from this investment. The memo also:EPA also released additional guidance that will help communities and water utilities identify lead pipes that connect drinking water service to homes and other buildings by developing and maintaining service line inventories, support notifications to consumers served by lead pipes, and provide states with information on oversight and reporting to EPA.PROTECTING COMMUNITIES FROM LEAD WITH TESTING & ENFORCEMENTHelping to Close Gaps in Childhood Lead Testing: In October 2021, CDC updated the Blood Lead Reference Value (BLRV) to 3.5 micrograms per deciliter of blood based on the most recent National Health and Nutrition Examination Survey data. Over the past year, 21 states have changed their laws or policies to provide case management or other services to children with blood lead levels higher than the updated BLRV of 3.5 micrograms per deciliter. As a result of this action, more children are receiving early intervention to prevent additional lead exposure and its associated harms. CDC also provides funding to 62 Childhood Lead Poisoning Prevention Programs, which support blood lead testing and reporting, enhanced surveillance, and establishing linkages of lead-exposed children to recommended services. CDC used increased funding provided in 2022 to support additional capacity-building awards for currently unfunded jurisdictions. CDC will continue efforts to expand direct assistance to additional states and territories until all at-risk children live in a jurisdiction where a safety-net childhood lead poisoning prevention program exists.Advancing Regulations to Protect Communities from Lead in Drinking Water and Paint: EPA has taken several steps in the process of proposing the Lead and Copper Rule Improvements (LCRI). EPA is actively engaging in multiple consultations and stakeholder engagement activities prior to proposing the LCRI. Key activities include tribal consultation, consultations with the National Drinking Water Advisory Committee and its Science Advisory Board and environmental justice engagements. In addition, HUD is in the process of implementing its Lead Safe Housing Rule that eliminates or mitigates lead-based paint hazards through its housing rehabilitation assistance.DECREASING LEAD EXPOSURE IN DISADVANTAGED COMMUNITIESReducing Lead Exposures and Disparities in Communities: On October 27, 2022, EPA released its Strategy to Reduce Lead Exposures and Disparities in U.S. Communities in conjunction with National Lead Poisoning Prevention Week. This first-ever, agency-wide lead strategy outlines how EPA will utilize its full suite of authorities, expertise, and resources to reduce lead exposure in communities overburdened by pollution and advance the Biden-Harris Administration’s commitment to environmental justice and equity.Tracking the Benefits of Lead Pipe and Paint Investments in line with Justice40: To meet the President’s commitment to target 40 percent of the benefits of climate and clean energy investments to disadvantaged communities, OMB and Council on Environmental Quality (CEQ) are committing to track and make publicly available lead pipe and paint investments to disadvantaged communities. In November 2022, CEQ released Version 1 of the Climate and Economic Justice Screening Tool (CEJST), which helps identify disadvantaged communities.ADVANCING LEAD REMEDIATION IN SCHOOLS AND CHILD CARE CENTERSTo achieve the President’s commitment to reduce lead exposure in the 400,000 schools and child care facilities at risk of exposure, the Action Plan called for the development of a Cabinet Level Partnership for Lead Remediation in Schools and Child Care Centers. This partnership between the EPA, Department of Education, Department of Health and Human Services (HHS), and USDA will continue to make progress on lead remediation in schools and child care centers—safeguarding the health and well-being of a generation of young people. Developments from the last year of this Interagency Partnership include:BIDEN HARRIS GET THE LEAD OUT INAUGURAL PARTNERSThe Biden-Harris Get the Lead Out Partnership is a coalition of federal government, states, Tribes, local communities, water utilities, labor unions, and nongovernmental organizations that has committed to advance a shared set of principles to accelerate lead service line replacement.  The inaugural 123 members of the Partnership include.The inaugural partners are also making the following announcements to accelerate the replacement of lead service lines and pipes by the end of the decade while creating good paying jobs and prioritizing lead remediation efforts in overburdened and underserved communities###"
}