{
    "title": "FACT SHEET: Strengthening the United States-Canada Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/24/fact-sheet-strengthening-the-united-states-canada-partnership/",
    "created_at": null,
    "content": "As President Biden has said, the United States has no closer friend, partner, or ally than Canada.  Over the past 150 years, our two countries have built one of the closest and most extensive relationships. Canada is our largest trading partner, with nearly $2.6 billion in goods and services crossing our shared border, the world’s longest land border, every day – an almost 20 percent increase in 2022 over the previous year. This trade supports millions of jobs on both sides of the border. Our people also share deep personal and familial ties, and we’ve worked together to tackle some of the biggest challenges facing the world.Under this Administration, President Biden has restored trust and confidence between our two countries while reaffirming the United States’ enduring commitment to the U.S.-Canada partnership. The U.S.-Canada partnership benefits not only our people, but the world – and by working together, there is nothing we cannot achieve. The United States and Canada are powering private sector investment to promote inclusive economic growth and create good paying jobs. We will use the Inflation Reduction Act and the CHIPS and Science Act to build integrated supply chains and make North America more competitive.Tackling the climate crisis is a key issue for President Biden, and both the United States and Canada – our largest energy trading partner – are committed to taking decisive action. Our countries will grow the clean energy economy by lifting up bold legislation like the U.S. Inflation Reduction Act to accelerate the clean energy transition and make North America a clean energy powerhouse.Irregular migration is a critical issue for the Western Hemisphere. As committed under the Los Angeles Declaration on Migration and Protection, the United States and Canada are working closely to address these issues by prioritizing orderly and safe migration through regular pathways.The United States and Canada are committed partners in the North American Aerospace Defense Command (NORAD), the only binational military command in the world. Recent events have made clear the importance of NORAD and of our partnership on continental security and defense. The United States and Canada will continue to closely coordinate to defend our airspace.The trafficking of illicit drugs, including synthetic opioids like fentanyl, is a global challenge that causes needless death and suffering. The United States and Canada are committed to continue our close partnership to intensify and expand prosecution of drug traffickers, dismantle criminal networks, disrupt the supply of precursor chemicals used to make illicit fentanyl, and prevent the trafficking of drugs, firearms, and people across our shared border.The United States and Canada redoubled efforts for stability in Haiti by continuing to work together to find a path for meeting Haiti’s security and humanitarian needs.The United States and Canada also remain committed to improving health outcomes.The United States and Canada also committed to strengthen space cooperation.  ###"
}