{
    "title": "FACT SHEET: Addressing Addiction and the Overdose Epidemic | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/01/fact-sheet-addressing-addiction-and-the-overdose-epidemic/",
    "created_at": null,
    "content": "Drug overdose deaths have reached a historic high, devastating families and communities. More than 104,000 Americans died due to a drug overdose in the 12-month period ending in September 2021. We grieve these losses, and commit to continuing our work to save lives.Tonight, President Biden outlined the decisive actions his Administration is taking to address addiction and the overdose epidemic and laid out a vision for how his Administration will continue to expand evidence-based prevention, harm reduction, treatment, recovery, and supply reduction approaches to save lives. These efforts are bringing together Republicans and Democrats across the country because every community has been affected.Specifically, the President outlined his comprehensive approach, including:Increasing Funding for Public Health and Supply ReductionAccording to the 2020 National Survey on Drug Use and Health, 40.3 million people aged 12 or older had a past-year substance use disorder. Meanwhile, more than four out of five Americans who need treatment for illicit drug use do not receive it. Mental health and substance use disorder services have been under-resourced for far too long, and the COVID-19 pandemic has placed an even greater burden on the system. The American Rescue Plan, which delivered nearly $4 billion to these services, was a down payment to support life-saving interventions. The President’s FY2022 budget request includes a historic $41 billion for drug policy efforts that will further these efforts. Specifically, the President is calling for:Removing Barriers to TreatmentMedication for opioid use disorder (MOUD), such as buprenorphine and methadone, is a safe and effective treatment. However, most Americans who need treatment for an opioid use disorder do not get it. That is why President Biden has called for universal access to MOUD by 2025. To reach this goal, the Administration has advanced actions that remove unnecessary barriers that prevent medical providers from prescribing FDA-approved medications to their patients; lifted the moratorium on mobile vans providing methadone; supported states funding the purchase of such vans; and begun work on meeting individual treatment needs at times when people at high risk for an overdose need care and support.Reducing Harm and Saving LivesIn reaction to the steep rise in overdose deaths and the increasingly lethal drug supply, the Biden-Harris Administration has prioritized engaging and building trust with people who use drugs in order to save lives and provide care. For the first time, harm reduction services – which include naloxone, fentanyl test strips, and syringe service programs – are a federal drug policy priority. These interventions are saving lives in red states and blue states, as years of research have demonstrated. People who use heroin and others who inject drugs who regularly utilize a Syringe Services Program (SSP) are five times more likely to initiate substance use disorder treatment, compared with those who have never used an SSP. Syringe services sites can be effective platforms to motivate people with opioid use disorder to enroll in substance use treatment and, over time, to reduce drug use and number of drug injections. Distribution of naloxone to reverse the effects of an opioid overdose saves lives and is cost-effective.Stopping the Trafficking of Illicit DrugsTransnational organized crime is a multi-billion-dollar enterprise that transcends geographical boundaries and threatens global stability.  Every year, millions of lives are affected by transnational criminal organizations, including through drug overdose and addiction, violence, firearm deaths, human trafficking, and smuggling.  Drug trafficking and transnational organized crime threatens our partners as well, especially in Latin America. It fuels corruption, unbalances economies, preys on the most vulnerable, and calls into question the very foundations of legitimate governance, all of which lead to internal population displacement and migration. Additionally, domestic drug trafficking organizations often contribute to public health challenges and violence in American communities. Addressing the core causes and sources of transnational and domestic criminal activities is an urgent priority for the Administration.These actions build upon the significant efforts the Administration has advanced through its first-year drug policy priorities and the American Rescue Plan. These efforts delivered critical attention and resources to the communities that are tackling this crisis on the front lines. More information about actions taken by the Biden-Harris Administration to address addiction and the overdose epidemic can be found HERE."
}