{
    "title": "FACT SHEET: How The American Rescue Plan Is Keeping America’s Schools Open Safely, Combating Learning Loss, And Addressing Student Mental Health | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/11/fact-sheet-how-the-american-rescue-plan-is-keeping-americas-schools-open-safely-combating-learning-loss-and-addressing-student-mental-health/",
    "created_at": null,
    "content": "On March 11, 2021 – one year ago today – President Biden signed the American Rescue Plan (ARP) Act into law, an unprecedented $1.9 trillion package of emergency assistance measures. The ARP provides a historic investment in America’s preschool through twelfth grade (P-12) schools in response to the COVID-19 pandemic to keep schools safely open, tackle learning loss and mental health. These funds include $122 billion for P-12 schools in Elementary and Secondary School Emergency Relief (ARP ESSER) funds. ARP also dedicated an additional $8 billion to states and school districts to meet the needs of certain student populations, including over $3 billion for students with disabilities and $800 million for children and youth experiencing homelessness.ARP has already had a significant impact on schools across the country: over the last year, states, school districts, and schools have used these funds to safely reopen and sustain in-person instruction, combat learning loss, and address students’ mental health needs.In his State of the Union address last week, President Biden called on schools to hire more teachers, urged the American people to sign up to be tutors and mentors, and – as part of his unity agenda – encouraged the country to come together to address child mental health. ARP ESSER funds are supporting this agenda in several ways:ARP ESSER-Funded State and District ActivitiesFrom the U.S. Department of EducationSafely Reopening Schools and Sustaining Safe OperationsSafely reopening schools and keeping them open safely are essential for student learning and well-being. Combating Learning LossStates and school districts have the resources they need, and are required to address the impacts of the pandemic on students’ learning. States and districts nationwide are using funds to hire teachers and other instructional staff, launch tutoring, summer and afterschool programs (which states are required to fund), and make long-overdue investments in instructional materials. States are specifically required to address the needs of students disproportionately impacted by the pandemic, including students with disabilities, English learners, and students experiencing homelessness.Recruiting, Retaining, and Expanding Professional Development of Staff:Summer Learning and Enrichment: Tutoring:Meeting Students’ Social, Emotional, and Mental Health NeedsDistricts and states must use a portion of ARP ESSER funds for evidence-based interventions that respond to students’ social, and emotional needs – such as the ability to collaborate with others or persist through difficult challenges – and to support students’ mental health. Districts must specifically address the impact of the pandemic on groups of students that were disproportionately impacted. Hiring Counselors and Increasing Supports:Community Schools:Strengthening the Educator WorkforceThe pandemic has taken a toll on the nation’s educators as well as its students. States and districts should support and stabilize the educator workforce and make staffing decisions that will help address students’ social, emotional, mental health, and academic needs. ###"
}