{
    "title": "U.S.-Singapore Critical and Emerging Technology Dialogue: Joint Vision Statement | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/12/u-s-singapore-critical-and-emerging-technology-dialogue-joint-vision-statement/",
    "created_at": null,
    "content": "The United States and Singapore affirm the significant promise of technology to spur inclusive economic growth and acknowledge its potential to transform our societies and the future geopolitical landscape.  Building on the March 2022 meeting between U.S. President Joseph R. Biden, Jr. and Prime Minister of the Republic of Singapore Lee Hsien Loong, the United States and Singapore resolve to take bold new steps forward—as friends and strategic partners—to foster open, accessible, and secure technology ecosystems grounded in mutual trust, confidence, and a steadfast commitment to the rules-based international order. Today, following up on the leaders’ commitments, Singapore’s Deputy Prime Minister Lawrence Wong delivered opening remarks at the inaugural U.S.-Singapore Critical and Emerging Technology (CET) Dialogue in Washington, D.C., chaired by National Security Advisor Jake Sullivan, Acting Special Envoy for Critical and Emerging Technology Seth Center (on behalf of Secretary of State Antony Blinken), Minister for Foreign Affairs Dr. Vivian Balakrishnan, and Minister for Communications and Information and Minister-in-Charge of Smart Nation and Cybersecurity Josephine Teo.  The United States and Singapore commit to upgrade our bilateral partnership to ensure that our combined endeavours at the frontiers of the scientific and technological enterprise continue to serve the global good.  This includes our work at the forefront of combatting the climate crisis through the U.S.-Singapore Climate Partnership, established in 2021 and updated in 2023, to catalyze innovation around low- and zero-emission technologies, including in hard-to-abate sectors such as shipping and aviation, and drive broader regional efforts to decarbonize and deploy renewable energy. The launch of the U.S.-Singapore CET Dialogue marks the first of several significant steps to build enduring collaboration across our business, scientific, and national security communities with an eye toward delivering benefits for the U.S. and Singaporean people and our partners in ASEAN and across the Indo-Pacific region.  We will bolster scientific and research ties across our governments, industries, and university sectors grounded in a commitment to timely exchange of knowledge and information and scientific quality and rigor.  We will also explore an appropriate bilateral agreement to expand our science and technology cooperation. Our collaboration in this new high-level forum will also complement and accelerate key initiatives across a range of existing bilateral engagements, such as the U.S.-Singapore Partnership for Growth and Innovation and the U.S.-Singapore Cyber Dialogue.  It will support the ambitious agenda we are jointly driving in multilateral economic initiatives, such as the Indo-Pacific Economic Framework for Prosperity (IPEF), to facilitate two-way trade flows, build resilient supply chains, facilitate the clean-energy transition, and combat corruption and enhance the efficiency of tax administration.  Looking forward, the United States and Singapore intend to anchor the CET Dialogue and corollary lines of efforts in six main areas, each of which have significant bearing on our shared security and prosperity:Finally, as the United States and Singapore continue to lead in the technologies of the future, we will advance close consultations on our respective measures to build a robust innovation ecosystem ensure that emerging technologies work for, and not against, our shared security and prosperity.  We will leverage the U.S.-Singapore CET Dialogue to promote candid and sustained exchanges on risks, opportunities, and key national security implications associated with the rapid advancement of technologies across these six focus areas.  The United States and Singapore will discuss our respective approaches to managing risks, bolstering economic resilience, and building trusted technology ecosystems while maintaining our long-standing and shared commitment to open investment. The United States and Singapore look forward to holding the next CET Dialogue in Singapore in 2024, co-chaired by the National Security Council, Department of State, and Singapore’s Ministry of Foreign Affairs and Ministry of Communications and Information.  In the intervening period, we plan to coordinate with key ministries, departments and agencies, and external stakeholders to continue the vital work of bridging our innovation ecosystems to deliver a brighter future for our two peoples and for the Indo-Pacific region and beyond.  Our combined commitment to excellence and shared respect for international law, sovereignty, and peaceful resolution of disputes will form the foundation of our national ties, even as we move with greater ambition and ingenuity to propel our strategic partnership into the future.###"
}