{
    "title": "FACT SHEET: The Biden-Harris Administration Advances Equity and Opportunity for Latino Communities Across the Country | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/10/14/fact-sheet-the-biden-harris-administration-advances-equity-and-opportunity-for-latino-communities-across-the-country/",
    "created_at": null,
    "content": "President Biden knows that America’s future prosperity and global leadership is tied to the success of Latino families and communities. Latinos must receive equitable opportunities to share in the recovery from the pandemic and the investments we are making to build back better than before. After four years of attacks on Latino families and communities, the Biden-Harris Administration has taken historic actions to advance civil rights, racial equity, and economic prosperity for Latino communities across the country. The President has also re-opened the doors of the White House, so Latino community leaders and community members have a seat at the table.  This National Hispanic Heritage Month, the Biden-Harris Administration celebrates the progress made towards equity for Latino communities since President Biden took office and recommits to lifting up Latino families and communities.Providing Immediate Relief to Latino Individuals and Families through the American Rescue Plan. When President Biden signed the American Rescue Plan (ARP) into law, it provided a lifeline to millions of families who were struggling from the economic fallout of the pandemic. In addition to the Child Tax Credit and Affordable Care Act subsidies, the ARP also provided benefits that include:Safeguarding Latinos from COVID-19. Because of systemic inequities in our economy and healthcare system, Latino communities have been disproportionately burdened by the COVID-19 pandemic. Since his first day in office, President Biden has used every lever and tool to ensure every person in our country can access safe, free, and convenient vaccines; expand testing eligibility; and invest in more equitable public health infrastructure to better serve communities of color. That includes working with pharmacies to extend their hours to ensure working people have a chance to get their shot. In September, President Biden announced a six-pronged, comprehensive national strategy that employs the same science-based approach that was used to successfully combat previous variants of COVID-19 earlier this year. This plan ensures that the Biden-Harris Administration is using every available tool to combat COVID-19 and save lives in the months ahead, while also keeping schools open and safe, and protecting our economy from lockdowns and damage. Fortunately, Latinos are now vaccinating at the same rate as their white counterparts as a result of targeted and strategic outreach to address questions and dispel misinformation targeted at the Latino community. While there is more work to do, recent data shows that 73 percent of Latinos have received at least their first shot – that compares to 71 percent of white Americans and 70 percent of Black Americans.Re-Establishing the White House Initiative on Advancing Educational Equity, Excellence, and Economic Opportunity for Hispanics. On September 13, President Biden signed an Executive Order re-establishing the White House Initiative on Advancing Educational Equity, Excellence, and Economic Opportunity for Hispanics. The Executive Order helps to ensure that from early childhood to entering the workforce, Latino students, including DREAMers, can reach their highest potential. The Initiative will address the systemic inequities Latino students continue to face in our nation’s public education system, which have been exacerbated by the COVID-19 crisis; will help to build capacity at institutions serving Latino students, including Hispanic Serving Institutions; and will advance educational equity and economic opportunity for Latino students, families, and communities.Leveraging Federal Procurement to Narrow the Racial Wealth Gap for Latino Entrepreneurs and Families.  Today, the typical Latino family has just nineteen cents for every dollar in wealth held by the typical white family. Federal procurement is one of our most powerful tools to advance equity and build wealth in underserved communities, but only around 10 percent of federal agencies’ total eligible contracting dollars typically go to small disadvantaged businesses, a category under federal law for which Latino-owned businesses are presumed to qualify. Recognizing the importance of using the government’s purchasing power to advance opportunity and equity, the Biden-Harris Administration has launched an all-of-government effort to expand contracting opportunities for underserved small businesses, setting a new goal of increasing the share of contracts going to small disadvantaged businesses by 50 percent over the next five years.Launching a Whole-Of-Government Initiative to Advance Equity and Justice for Underserved Communities, Including Latino Communities. On his first day in office, President Biden signed a historic Executive Order establishing a cross-government initiative to advance equity and justice for communities that have been historically underserved, marginalized, and adversely affected by persistent poverty and inequality, including many Latino communities. The President directed all agencies to advance equity by taking comprehensive action to root out bias from federal programs and policies, engage with underserved communities, and ensure that federal resources equitably reach all Americans, including Latinos.Advancing Immigration Reform. Given the 4 years of chaos and cruelty under the previous Administration, President Biden has been focused on rebuilding our immigration system and ensuring it is more fair, humane, and orderly, including by:Protecting the Integrity of the Census.  Afteryears of attempts to politicize the decennial Census count, President Biden gave career professionals at the Census Bureau the time and space they needed to deliver an accurate count of every American.  The 2020 Census results reflect the historic diversity of the country, and the Census Bureau has made improvements to data collection so they’re better able to reveal the multifaceted nature of growing Latino communities.Supporting Recovery, Opportunity, and Equity for Puerto Rico. President Biden is delivering on his commitment to treat Puerto Rico and all Puerto Ricans with dignity and respect. In the first 100 days, the Biden-Harris Administration unlocked more than 9 billion dollars in federal disaster funds for Puerto Rico that are helping to rebuild from natural disasters and strengthen the island against future storms. To make sure Puerto Ricans have they support they need to get ahead, the American Rescue Plan permanently fixed Puerto Rico’s unequal treatment under the Child Tax Credit and Earned Income Tax Credit, providing workers and families with thousands of dollars in tax relief. In July, the White House convened the Federal Working Group on Puerto Rico, an all-of-government Cabinet-level initiative to partner with Puerto Rico to invest in modern and resilient infrastructure, support inclusive economic development, expand education and workforce opportunities, and set the island on a course for future prosperity. In September, the Biden Administration announced that Puerto Rico will receive $3 billion per year in Medicaid funding from the federal government in perpetuity, supporting the provision of affordable, quality health care for residents of Puerto Rico.Advancing Safety for Latino Communities Through Community Violence Interventions and Commonsense Gun Control. Cities across the country are experiencing a spike in homicides, violence that is greatest in racially segregated, high-poverty neighborhoods and significantly impacts too many Latino communities. As part of the Administration’s plan to reduce gun violence, the Biden-Harris Administration announced historic investments in community violence intervention programs to combat the gun violence epidemic and keep underserved communities and neighborhoods safe.Appointing a Historically Diverse Cabinet and Administration. The Biden-Harris Administration includes barrier-breaking Latino leaders. Secretary Alejandro Mayorkas is the first Latino and immigrant to serve as Secretary of Homeland Security, and Secretary Xavier Becerra is the first Latino to serve as Secretary of Health and Human Services. Administrator Isabella Guzman leads the Small Business Administration, and Secretary Miguel Cardona leads the Department of Education. Once confirmed, Robert Santos will be the first Latino and the first person of color to be Director of the United States Census Bureau.President Biden has assembled the most diverse Administration in our nation’s history, and is proud to serve alongside the 15 percent of all appointees who identify as Latino or Hispanic, and the 32 percent of all appointees who are naturalized citizens or the children of immigrants.Protecting and Empowering Latino Workers. The Department of Labor (DOL) has taken a number of steps to promote safe working environments and empower Latino workers all across the country, including:Providing Resources to Help Latino Owned Small Businesses Grow and Thrive. The Small Business Administration (SBA) has leveraged new and existing resources to provide Latino owned small businesses with resources and support.In the weeks and months ahead, President Biden is committed to delivering event more results for Latinos, including:Making Generational Investments in Latino Families Through the President’s Proposed Build Back Better Agenda.Advancing Equity and Economic Opportunity for Latinos Through Historic Infrastructure Investments. The Bipartisan Infrastructure Investment and Jobs Act addresses economic disparities in our economy and the consequences of decades of disinvestment in America’s infrastructure that have disproportionately burdened communities of color. Through critical investments, the legislation increases access to good-paying jobs, affordable high-speed internet, reliable public transit, clean drinking water and other resources, to ensure that all communities – including Latino communities – get a fair shot at the American dream.###"
}