{
    "title": "FACT SHEET: President Biden Announces New Actions to Strengthen America’s Supply Chains, Lower Costs for Families, and Secure Key Sectors | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/27/fact-sheet-president-biden-announces-new-actions-to-strengthen-americas-supply-chains-lower-costs-for-families-and-secure-key-sectors/",
    "created_at": null,
    "content": "During the inaugural convening of the new White House Council on Supply Chain Resilience, President Biden will unveil more than 30 new actions to strengthen America’s supply chainsAs part of his Bidenomics agenda to lower costs for American families, President Biden is announcing nearly 30 new actions to strengthen supply chains critical to America’s economic and national security. These actions will help Americans get the products they need when they need them, enable reliable deliveries for businesses, strengthen our agriculture and food systems, and support good-paying, union jobs here at home. President Biden will announce these actions alongside members of his Cabinet and other senior Administration officials at the inaugural meeting of the new White House Council on Supply Chain Resilience. The Council, which President Biden is establishing today, will support the enduring resilience of America’s critical supply chains.Robust supply chains are fundamental to a strong economy. When supply chains smooth, prices fall for goods, food, and equipment, putting more money in the pockets of American families, workers, farmers, and entrepreneurs. That is why President Biden made supply chain resilience a priority from Day One of his Administration—including by signing an Executive Order on America’s Supply Chains and establishing a Supply Chain Disruptions Task Force that worked with states, Tribes, local governments, businesses, family farms, labor, and allies and partners to address the acute supply chain crises caused by the pandemic. Since then, the Administration has made historic investments to strengthen supply chains and prevent future disruptions by expanding production capacity in key sectors and building infrastructure through the CHIPS and Science Act, the Inflation Reduction Act, and the Bipartisan Infrastructure Law.These efforts helped unsnarl supply chains, re-normalize the flow of goods, and lower inflation. From October 2021 to October 2023, supply chain pressures as measured by the New York Fed declined from near-record highs to a record low, helping lower inflation, which has fallen by 65% from its peak.Today, President Biden is building on this progress by announcing bold new actions to further strengthen supply chains, lower costs for families, and help Americans get the goods they need, including:Additional actions to support stronger supply chains and access to affordable, reliable energy and critical technology:Investing in critical supply chains:Planning for long-term industrial resilience and future supply chain investments:Deploying new capabilities to monitor existing and emerging risks:Engaging public and private stakeholders to expand supply chain risk modeling:In addition to the announcements above, the Administration continues to deepen engagement with allies and partners to strengthen global supply chains, including:Deepening international early warning systems to detect and respond to supply chain disruptions in critical sectors with allies and partners, including:Strengthening global supply chains through other innovative multilateral partnerships:###"
}