{
    "title": "FACT SHEET: President Biden and Prime Minister Modi Host Leaders on the Partnership for Global Infrastructure and Investment | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/09/fact-sheet-president-biden-and-prime-minister-modi-host-leaders-on-the-partnership-for-global-infrastructure-and-investment/",
    "created_at": null,
    "content": "At the 2023 G20 Summit in New Delhi, India, President Biden and Prime Minister Modi co-hosted a group of G20 leaders to accelerate investments to scale high-quality infrastructure projects and the development of economic corridors through the Partnership for Global Infrastructure and Investment (PGI).The meeting of the leaders from the United States, European Union (EU), France, Germany, India, Italy, Japan, Mauritius, the United Arab Emirates, Saudi Arabia, and the World Bank demonstrated the collective urgency to make meaningful progress in narrowing the infrastructure gap in low- and middle-income countries to enable inclusive and sustainable growth and promote economic activity and prosperity.To further scale this work, the United States will continue to leverage public capital to mobilize private sector investments and collaborate with partners to develop agile and flexible relationships that directly respond to our partners’ needs, laying the groundwork to create more security, prosperity, and opportunities for generations to come.Across the world, from Asia to Africa to the Western Hemisphere, PGI will continue to build and strengthen coalitions of partners — governments, the private sector, and multilateral development banks — to develop key economic corridors and drive high-quality investments. Today, President Biden announced a range of new projects to generate economic growth, incentivize new investments, and create quality jobs. They include a landmark India-Middle East-Europe Economic Corridor, as well as a partnership with the European Union to join the United States in supporting the expansion of the Lobito Corridor, and new PGI projects in a range of sectors and across regions.Developing Key Economic CorridorsLaunch of the Landmark India-Middle East-Europe Economic Corridor: Earlier this year, President Biden outlined his vision to develop economic corridors by strategically layering transformative investments across multiple sectors in countries to leverage broader effects of boosting economic development, securing supply chains, and bolstering regional connectivity. Today, the leaders of the United States, India, Saudi Arabia, the United Arab Emirates, France, Germany, Italy and the European Union announced a new India-Middle East-Europe Economic Corridor . The transformative partnership has the potential to usher in a new era of connectivity from Europe to Asia with a railway, linked through ports, connected by the Middle East. This will create novel interconnections to facilitate global trade, expand reliable access to electricity, facilitate clean energy distribution, and strengthen telecommunications links.  The founding partners intend to work with international partners and the private sector to:Further development of the Lobito Corridor:  Since President Biden announced investments to develop the Lobito Corridor in May 2023, the United States and its partners are advancing efforts to support a transparent and developed critical minerals sector that can both diversify the global electric vehicle supply chain and benefit local economies. The Corridor serves as an important economic link connecting both the continent and the Democratic Republic of Congo and Zambia through the Lobito port in Angola. Once transport infrastructure connecting all three countries is fully operational, the Corridor aims to enhance export possibilities, boost the regional circulation of goods, and promote the mobility of citizens. Specific new announcements include:Driving High Quality Transformative Investments Around the WorldThis G20 event builds on recent PGI investment announcements by President Biden and Vice President Harris, including at the ASEAN Summit and visit to Indonesia, the bilateral meeting with G20 host, India, and travel to Vietnam. In addition to economic corridors, PGI is driving high quality transformative investments around the world across PGI target sectors, including:Greater Economic Cooperation with India:Modern Ports in El Salvador: The U.S. Trade and Development Agency (USTDA) intends to provide a technical assistance grant of $900,000 to El Salvador’s national ports commission to modernize the container terminal at the Port of Acajutla. USTDA’s technical assistance aims to promote operational efficiency, reliability, and safety at El Salvador’s busiest seaport and to provide recommendations for deploying green port and digital technologies to reduce the port’s energy consumption, and decrease air pollution from maritime vessels.Supply Chains in Mozambique:  DFC’s Board of Directors approved the provision of up to $150 million in financing to Twigg Exploration and Mining to fund investments in the company’s graphite mining and processing operation in Balama, Mozambique. Pending congressional notification, this investment will increase production and diversify the global supply chain for graphite which is a critical mineral for a range of clean energy and advanced technology products. DFC’s support will also lead to job creation and investment in local infrastructure while ensuring high environmental and social standards that are essential for responsible mining. Transportation Systems in the Philippines: USTDA intends to provide grant funding towards a feasibility study to support the Philippines’ Department of Transportation in assessing the viability of developing an expanded vessel traffic management system in the Philippines. As a nation comprised of over 7,000 islands, over 800 commercial ports, and growing vessel traffic activity, the Philippines aims to expand its vessel traffic management system capabilities to cover major ports and navigational paths. The feasibility study will assess the viability of potential implementation at 8 to 10 locations in the Philippines and develop the technical architecture and infrastructure requirements for each location.Bridge the Gender Digital Divide: During her March 2023 trip to Africa, Vice President Kamala Harris announced the launch of the Women in the Digital Economy Fund (Wi-DEF) by the U.S. Agency for International Development (USAID), in partnership with the Bill & Melinda Gates Foundation with a combined $60 million commitment.  Since then, that commitment has leveraged further investment and led to the launch of the Women in the Digital Economy Initiative.  This effort will advance digital access and affordability; develop relevant products and tools; provide digital literacy and skills training; promote online safety and security; and invest in sex-disaggregated data and research.###"
}