{
    "title": "FACT SHEET: President Biden Announces Support for the Bipartisan Infrastructure Framework | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/06/24/fact-sheet-president-biden-announces-support-for-the-bipartisan-infrastructure-framework/",
    "created_at": null,
    "content": "Update: see the Guidebook to the Bipartisan Infrastructure Law for current implementation details.Today, President Biden and Vice President Harris announced their support for the Bipartisan Infrastructure Framework, the largest long-term investment in our infrastructure and competitiveness in nearly a century – an investment that will make our economy more sustainable, resilient, and just.The President came into office promising to find common ground to get things done – and he’s delivering on that promise.The $1.2 trillion Bipartisan Infrastructure Framework is a critical step in implementing President Biden’s Build Back Better vision. The Plan makes transformational and historic investments in clean transportation infrastructure, clean water infrastructure, universal broadband infrastructure, clean power infrastructure, remediation of legacy pollution, and resilience to the changing climate. Cumulatively across these areas, the Framework invests two-thirds of the resources that the President proposed in his American Jobs Plan.President Biden believes that we must invest in our country and in our people, creating good-paying union jobs, tackling the climate crisis, and growing the economy sustainably, and equitably for decades to come. The Bipartisan Infrastructure Framework is a critical step in accomplishing these objectives.President Biden believes that we are at inflection point between democracy and autocracy. At this moment in our history, President Biden believes we must demonstrate to the world that American democracy can deliver for the American people. Today, the President is showing that democracy can deliver results. The Framework will position American workers, farmers, and businesses – small and large alike – to compete and win in the 21st century.Still, there is more work to do – to grow our economy, create jobs, improve living standards, reduce climate pollution, and ensure more Americans can participate fully and equally in our economy. President Biden remains committed to the comprehensive agenda laid out in the American Jobs Plan and American Families Plan. He will work with Congress to build on the Bipartisan Infrastructure Framework in legislation that moves in tandem, and he is encouraged that both the House and Senate are working on budget plans that would do so.But democracy requires compromise. The historic Bipartisan Infrastructure Framework will make life better for millions of Americans, create a generation of good-paying union jobs and economic growth, and position the United States to win the 21st century, including on many of the key technologies needed to combat the climate crisis. That’s what President Biden and Vice President Harris were elected to do.The President calls on Congress to pass the Bipartisan Infrastructure Framework and send it to his desk, and pass a budget resolution and legislation that makes his full Build Back Better vision a reality.The Bipartisan Infrastructure Framework will:The Framework, which will generate significant economic benefits and returns, is financed through a combination of closing the tax gap, redirecting unspent emergency relief funds, targeted corporate user fees, and the macroeconomic impact of infrastructure investment.Bipartisan Infrastructure FrameworkProposed Financing Sources for New Investment###"
}