{
    "title": "Readout of the Second Meeting of the White House Competition Council | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/24/readout-of-the-second-meeting-of-the-white-house-competition-council/",
    "created_at": null,
    "content": "This afternoon, the President met with the White House Competition Council in the East Room to discuss actions they have taken to deliver concrete cost savings to American families and to discuss plans for further action over the weeks, months, and years ahead.The July 9 Executive Order on Promoting Competition in the American Economy established the Competition Council to drive forward the Administration’s whole-of-government effort to promoting competition. Its purpose is to coordinate progress on the Order’s 72 initiatives to restore competition in the economy, to collaborate on addressing pressing competition problems across the economy, and to find new ways of delivering concrete benefits to America’s consumers, workers, farmers, and small businesses. The Council is comprised of ten Cabinet members and the heads of seven independent agencies.The President commended the Council’s members for meeting each deadline set forth in the Executive Order so far. He emphasized that, thanks to the Council’s actions across a broad range of industries, American families will feel more breathing room in their budgets over the coming months. The President highlighted several examples, including:The President made clear that the Council’s work is about steadily making changes that will promote competition—resulting in lower prices, fairer wages, and more innovation across the economy.To that end, the Council’s members used the rest of the meeting to discuss a broad agenda for action. Each member agency spoke to their top competition priorities for the coming months. For example:Each member described a robust agenda to promote competition—actions that will help reduce the prices people pay for everyday things, from internet plans, to groceries, to shipping costs, to vacation travel.In-person participants in today’s meeting included:###"
}