{
    "title": "FACT SHEET: The American Jobs Plan | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/03/31/fact-sheet-the-american-jobs-plan/",
    "created_at": null,
    "content": "While the American Rescue Plan is changing the course of the pandemic and delivering relief for working families, this is no time to build back to the way things were. This is the moment to reimagine and rebuild a new economy. The American Jobs Plan is an investment in America that will create millions of good jobs, rebuild our country’s infrastructure, and position the United States to out-compete China. Public domestic investment as a share of the economy has fallen by more than 40 percent since the 1960s. The American Jobs Plan will invest in America in a way we have not invested since we built the interstate highways and won the Space Race.The United States of America is the wealthiest country in the world, yet we rank 13th when it comes to the overall quality of our infrastructure. After decades of disinvestment, our roads, bridges, and water systems are crumbling. Our electric grid is vulnerable to catastrophic outages. Too many lack access to affordable, high-speed Internet and to quality housing. The past year has led to job losses and threatened economic security, eroding more than 30 years of progress in women’s labor force participation. It has unmasked the fragility of our caregiving infrastructure. And, our nation is falling behind its biggest competitors on research and development (R&D), manufacturing, and training. It has never been more important for us to invest in strengthening our infrastructure and competitiveness, and in creating the good-paying, union jobs of the future.Like great projects of the past, the President’s plan will unify and mobilize the country to meet the great challenges of our time: the climate crisis and the ambitions of an autocratic China. It will invest in Americans and deliver the jobs and opportunities they deserve. But unlike past major investments, the plan prioritizes addressing long-standing and persistent racial injustice. The plan targets 40 percent of the benefits of climate and clean infrastructure investments to disadvantaged communities. And, the plan invests in rural communities and communities impacted by the market-based transition to clean energy. Specifically, President Biden’s plan will:Fix highways, rebuild bridges, upgrade ports, airports and transit systems. The President’s plan will modernize 20,000 miles of highways, roads, and main-streets. It will fix the ten most economically significant bridges in the country in need of reconstruction. It also will repair the worst 10,000 smaller bridges, providing critical linkages to communities. And, it will replace thousands of buses and rail cars, repair hundreds of stations, renew airports, and expand transit and rail into new communities.Deliver clean drinking water, a renewed electric grid, and high-speed broadband to all Americans. President Biden’s plan will eliminate all lead pipes and service lines in our drinking water systems, improving the health of our country’s children and communities of color. It will put hundreds of thousands of people to work laying thousands of miles of transmission lines and capping hundreds of thousands of orphan oil and gas wells and abandoned mines. And, it will bring affordable, reliable, high-speed broadband to every American, including the more than 35 percent of rural Americans who lack access to broadband at minimally acceptable speeds.Build, preserve, and retrofit more than two million homes and commercial buildings, modernize our nation’s schools and child care facilities, and upgrade veterans’ hospitals and federal buildings. President Biden’s plan will create good jobs building, rehabilitating, and retrofitting affordable, accessible, energy efficient, and resilient housing, commercial buildings, schools, and child care facilities all over the country, while also vastly improving our nation’s federal facilities, especially those that serve veterans.Solidify the infrastructure of our care economy by creating jobs and raising wages and benefits for essential home care workers. These workers – the majority of whom are women of color – have been underpaid and undervalued for too long. The President’s plan makes substantial investments in the infrastructure of our care economy, starting by creating new and better jobs for caregiving workers. His plan will provide home and community-based care for individuals who otherwise would need to wait as many as five years to get the services they badly need.Revitalize manufacturing, secure U.S. supply chains, invest in R&D, and train Americans for the jobs of the future. President Biden’s plan will ensure that the best, diverse minds in America are put to work creating the innovations of the future while creating hundreds of thousands of quality jobs today. Our workers will build and make things in every part of America, and they will be trained for well-paying, middle-class jobs.Create good-quality jobs that pay prevailing wages in safe and healthy workplaces while ensuring workers have a free and fair choice to organize, join a union, and bargain collectively with their employers. By ensuring that American taxpayers’ dollars benefit working families and their communities, and not multinational corporations or foreign governments, the plan will require that goods and materials are made in America and shipped on U.S.-flag, U.S.-crewed vessels. The plan also will ensure that Americans who have endured systemic discrimination and exclusion for generations finally have a fair shot at obtaining good paying jobs and being part of a union.Alongside his American Jobs Plan, President Biden is releasing a Made in America Tax Plan to make sure corporations pay their fair share in taxes and encourage job creation at home. A recent study found that 91 Fortune 500 companies paid $0 in federal taxes on U.S. income in 2018. Another study found that the average corporation paid just 8 percent in taxes. President Biden believes that profitable corporations should not be able to get away with paying little or no tax by shifting jobs and profits overseas. President Biden’s plan will reward investment at home, stop profit shifting, and ensure other nations won’t gain a competitive edge by becoming tax havens.The President’s American Jobs Plan is a historic public investment – consisting principally of one-time capital investments in our nation’s productivity and long-term growth. It will invest about 1 percent of GDP per year over eight years to upgrade our nation’s infrastructure, revitalize manufacturing, invest in basic research and science, shore up supply chains, and solidify our care infrastructure. These are investments that leading economists agree will give Americans good jobs now and will pay off for future generations by leaving the country more competitive and our communities stronger. In total, the plan will invest about $2 trillion this decade. If passed alongside President Biden’s Made in America corporate tax plan, it will be fully paid for within the next 15 years and reduce deficits in the years after.BUILD WORLD-CLASS TRANSPORTATION INFRASTRUCTURE: FIX HIGHWAYS, REBUILD BRIDGES, AND UPGRADE PORTS, AIRPORTS AND TRANSIT SYSTEMSPresident Biden is calling on Congress to make a historic and overdue investment in our roads, bridges, rail, ports, airports, and transit systems. The President’s plan will ensure that these investments produce good-quality jobs with strong labor standards, prevailing wages, and a free and fair choice to join a union and bargain collectively. These investments will advance racial equity by providing better jobs and better transportation options to underserved communities. These investments also will extend opportunities to small businesses to participate in the design, construction, and manufacturing of new infrastructure and component parts. President Biden’s plan will deliver infrastructure Americans can trust, because it will be resilient to floods, fires, storms, and other threats, and not fragile in the face of these increasing risks. President Biden is calling on Congress to:Transform our crumbling transportation infrastructure:Decades of declining public investment has left our roads, bridges, rail, and transit systems in poor condition, with a trillion-dollar backlog of needed repairs. More than 35,000 people die in traffic crashes on U.S. roads each year, and millions more are seriously and often permanently injured. The United States has one of the highest traffic fatality rates in the industrialized world, double the rate in Canada and quadruple that in Europe. Across cities, suburbs, and rural areas, President Biden’s plan will help parents get to work reliably and affordably, reduce the impacts of climate change for our kids, and make sure fewer families mourn the loss of a loved one to road crashes. His investments will use more sustainable and innovative materials, including cleaner steel and cement, and component parts Made in America and shipped on U.S.-flag vessels with American crews under U.S. laws. And, his infrastructure investments will mitigate socio-economic disparities, advance racial equity, and promote affordable access to opportunity.The President’s plan invests an additional $621 billion in transportation infrastructure and resilience. It will:Make our infrastructure more resilient:Millions of Americans feel the effects of climate change each year when their roads wash out, airport power goes down, or schools get flooded. Last year alone, the United States faced 22 extreme weather and climate-related disaster events with losses exceeding $1 billion each – a cumulative price tag of nearly $100 billion. Chronic underinvestment in resilience has harmed American transportation infrastructure, disrupting service, making travel conditions unsafe, causing severe damage, and increasing maintenance and operating costs.In 2020, the United States endured 22 separate billion-dollar weather and climate disasters, costing $95 billion in damages to homes, businesses, and public infrastructure. In Louisiana, Hurricane Laura caused $19 billion of damage, resulting in broken water systems and a severely damaged electrical grid that impeded a quick recovery. Building back better requires that the investments in this historic plan make our infrastructure more resilient in the face of increasingly severe floods, wildfires, hurricanes, and other risks. Every dollar spent on rebuilding our infrastructure during the Biden administration will be used to prevent, reduce, and withstand the impacts of the climate crisis. Additionally, the President is calling for $50 billion in dedicated investments to improve infrastructure resilience and:REBUILD CLEAN DRINKING WATER INFRASTRUCTURE, A RENEWED ELECTRIC GRID, AND HIGH-SPEED BROADBAND TO ALL AMERICANSToo many American families drink polluted water, lack access to affordable, high-speed internet, or experience power outages too often – all while paying more for those services. President Biden’s plan invests in the infrastructure necessary to finally deliver the water, broadband, and electricity service that Americans deserve. Specifically, his plan will:Ensure clean, safe drinking water is a right in all communities:Across the country, pipes and treatment plants are aging and polluted drinking water is endangering public health. An estimated six to ten million homes still receive drinking water through lead pipes and service lines. The President’s investments in improving water infrastructure and replacing lead service lines will create good jobs, including union and prevailing wage jobs. President Biden’s plan invests $111 billion to:Revitalize America’s digital infrastructure:Generations ago, the federal government recognized that without affordable access to electricity, Americans couldn’t fully participate in modern society and the modern economy. With the 1936 Rural Electrification Act, the federal government made a historic investment in bringing electricity to nearly every home and farm in America, and millions of families and our economy reaped the benefits. Broadband internet is the new electricity. It is necessary for Americans to do their jobs, to participate equally in school learning, health care, and to stay connected. Yet, by one definition, more than 30 million Americans live in areas where there is no broadband infrastructure that provides minimally acceptable speeds. Americans in rural areas and on tribal lands particularly lack adequate access. And, in part because the United States has some of the highest broadband prices among OECD countries, millions of Americans can’t use broadband internet even if the infrastructure exists where they live. In urban areas as well, there is a stark digital divide: a much higher percentage of White families use home broadband internet than Black or Latino families. The last year made painfully clear the cost of these disparities, particularly for students who struggled to connect while learning remotely, compounding learning loss and social isolation for those students.The President believes we can bring affordable, reliable, high-speed broadband to every American through a historic investment of $100 billion. That investment will:Reenergize America’s power infrastructure:As the recent Texas power outages demonstrated, our aging electric grid needs urgent modernization. A Department of Energy study found that power outages cost the U.S. economy up to $70 billion annually. The President’s plan will create a more resilient grid, lower energy bills for middle class Americans, improve air quality and public health outcomes, and create good jobs, with a choice to join a union, on the path to achieving 100 percent carbon-free electricity by 2035. President Biden is calling on Congress to invest $100 billion to:BUILD, PRESERVE, AND RETROFIT MORE THAN TWO MILLION HOMES AND COMMERCIAL BUILDINGS; MODERNIZE OUR NATION’S SCHOOLS, COMMUNITY COLLEGES, AND EARLY LEARNING FACILITIES; AND UPGRADE VETERANS’ HOSPITALS AND FEDERAL BUILDINGSThere is a severe shortage of affordable housing options in America, and the American Society of Civil Engineers gives our school infrastructure a “D+.” President Biden believes we must invest in building and upgrading modern, resilient, and energy-efficient homes and buildings, including our nation’s schools, early learning facilities, veterans’ hospitals and other federal buildings, and in the process, employ American workers in jobs with good wages and benefits. President Biden’s plan will:Build, preserve, and retrofit more than two million homes and commercial buildings to address the affordable housing crisis:There is a severe shortage of affordable housing options in America. Millions of families pay more than half their income on rent, and home energy costs are a significant concern for American renters as well. And, across the country, people are struggling to purchase their first home.The President’s plan invests $213 billion to produce, preserve, and retrofit more than two million affordable and sustainable places to live. It pairs this investment with an innovative new approach to eliminate state and local exclusionary zoning laws, which drive up the cost of construction and keep families from moving to neighborhoods with more opportunities for them and their kids. The President’s plan will help address the growing cost of rent and create jobs that pay prevailing wages, including through project labor agreements with a free and fair choice to join a union and bargain collectively.President Biden is calling on Congress to:Modernize our nation’s schools and early learning facilities:Too many students attend schools and child care centers that are run-down, unsafe, and pose health risks. These conditions are dangerous for our kids and exist disproportionately in schools with a high percentage of low-income students and students of color. And even before COVID-19, 43 percent of parents reported struggling to find an adequate child care facility for their children. President Biden is calling on Congress to:Upgrade VA hospitals and federal buildings:The federal government operates office buildings, courthouses, and other facilities in every state, where millions of workers serve the public from outdated, inefficient, and sometimes unsafe working conditions. While the median age of U.S. private sector hospitals is roughly 11 years, the Veterans Affairs’ hospital portfolio has a median age of 58. The President believes our veterans deserve state-of-the-art hospitals and care. President Biden’s plan provides $18 billion for the modernization of Veterans Affairs hospitals and clinics. President Biden’s plan also invests $10 billion in the modernization, sustainability, and resilience of federal buildings, including through a bipartisan Federal Capital Revolving Fund to support investment in a major purchase, construction or renovation of Federal facilities. And, President Biden’s plan utilizes the vast tools of federal procurement to purchase low carbon materials for construction and clean power for these newly constructed VA hospitals and federal buildings.SOLIDIFY THE INFRASTRUCTURE OF OUR CARE ECONOMY BY CREATING JOBS AND RAISING WAGES AND BENEFITS FOR ESSENTIAL HOME CARE WORKERSEven before COVID-19, our country was in the midst of a caregiving crisis. In addition to caring for children, families feel the financial burden of caring for aging relatives and family members with disabilities, and there is a financial strain for people with disabilities living independently to ensure that they are getting care in their homes. At the same time, hundreds of thousands of people who need better care are unable to access it, even though they qualify under Medicaid. In fact, it can take years for these individuals to get the services they badly need. Aging relatives and people with disabilities deserve better. They deserve high-quality services and support that meet their unique needs and personal choices.Caregivers – who are disproportionally women of color – have been underpaid and undervalued for far too long. Wages for essential home care workers are approximately $12 per hour, putting them among the lowest paid workers in our economy. In fact, one in six workers in this sector live in poverty. President Biden is calling on Congress to make substantial investments in the infrastructure of care in our country. Specifically, he is calling on Congress to put $400 billion toward expanding access to quality, affordable home- or community-based care for aging relatives and people with disabilities. These investments will help hundreds of thousands of Americans finally obtain the long-term services and support they need, while creating new jobs and offering caregiving workers a long-overdue raise, stronger benefits, and an opportunity to organize or join a union and collectively bargain. Research shows that increasing the pay of direct care workers greatly enhances workers’ financial security, improves productivity, and increases the quality of care offered. Another study showed that increased pay for care workers prevented deaths, reduced the number of health violations, and lowered the cost of preventative care. President Biden’s plan will:INVEST IN R&D, REVITALIZE MANUFACTURING AND SMALL BUSINESSES, AND TRAIN AMERICANS FOR THE JOBS OF THE FUTUREHalf the jobs in our high growth, high wage sectors are concentrated in just 41 counties, locking millions of Americans out of a shot at a middle-class job. President Biden believes that, even in the face of automation and globalization, America can and must retain well-paid union jobs and create more of them all across the country. U.S. manufacturing was the Arsenal of Democracy in World War II and must be part of the Arsenal of American Prosperity today, helping fuel an economic recovery for working families. From the invention of the semiconductor to the creation of the Internet, new engines of economic growth have emerged due to public investments that support research, commercialization, and strong supply chains. President Biden is calling on Congress to make smart investments in research and development, manufacturing and regional economic development, and in workforce development to give our workers and companies the tools and training they need to compete on the global stage. Specifically, President Biden is calling on Congress to:Invest in R&D and the technologies of the future:Public investments in R&D lay the foundation for the future breakthroughs that over time yield new businesses, new jobs, and more exports. However, we need more investment if we want to maintain our economic edge in today’s global economy. We are one of the few major economies whose public investments in research and development have declined as a percent of GDP in the past 25 years. Countries like China are investing aggressively in R&D, and China now ranks number two in the world in R&D expenditures. In addition, barriers to careers in high-innovation sectors remain significant. We must do more to improve access to the higher wage sectors of our economy. In order to win the 21st century economy, President Biden believes America must get back to investing in the researchers, laboratories, and universities across our nation. But this time, we must do so with a commitment to lifting up workers and regions who were left out of past investments. He is calling on Congress to make an $180 billion investment that will:Retool and revitalize American manufacturers and small businesses:The U.S. manufacturing sector accounts for 70 percent of business R&D expenditure, 30 percent of productivity growth, and 60 percent of exports. Manufacturing is a critical node that helps convert research and innovation into sustained economic growth. Workers on the factory floor work hand-in-hand with engineers and scientists to sharpen and maintain our competitive edge. While manufacturing jobs have been a ladder to middle-class life, we have let our industrial heartland be hollowed out, with quality jobs moving abroad or to regions with lower wages and fewer protections for workers. President Biden is calling on Congress to invest $300 billion in order to:Invest in Workforce Development:As more Americans rejoin the workforce or seek out new opportunities in a changing economy, there is a greater need for skills development opportunities for workers of all kind. In order to ensure workers have ready access to the skills they will need to succeed, and to improve racial and gender equity, President Biden is calling on Congress to invest $100 billion in proven workforce development programs targeted at underserved groups and getting our students on paths to careers before they graduate from high school. His plan will:CREATE GOOD-QUALITY JOBS THAT PAY PREVAILING WAGES IN SAFE AND HEALTHY WORKPLACES WHILE ENSURING WORKERS HAVE A FREE AND FAIR CHOICE TO ORGANIZE, JOIN A UNION, AND BARGAIN COLLECTIVELY WITH THEIR EMPLOYERSAs America works to recover from the devastating challenges of a deadly pandemic, an economic crisis, and a reckoning on race that reveals deep disparities, we need to summon a new wave of worker power to create an economy that works for everyone. We owe it not only to those who have put in a lifetime of work, but to the next generation of workers who have only known an America of rising inequality and shrinking opportunity. This is especially important for workers of color and for women, who have endured discrimination and systematic exclusion from economic opportunities for generations. All of us deserve to enjoy America’s promise in full — and our nation’s leaders have a responsibility to overcome racial, gender, and other inequalities to make it happen. To that end, the President is calling on Congress to create new, good-quality union jobs for American workers by leveraging their grit and ingenuity to address the climate crisis and build a sustainable infrastructure. Increased unionization can also impact our economic growth overall by improving productivity. President Biden’s plan will:THE MADE IN AMERICA TAX PLANAlongside the American Jobs Plan, the President is proposing to fix the corporate tax code so that it incentivizes job creation and investment here in the United States, stops unfair and wasteful profit shifting to tax havens, and ensures that large corporations are paying their fair share.The 2017 tax law only made an unfair system worse. A recent independent study found that 91 Fortune 500 companies paid $0 in federal corporate taxes on U.S. income in 2018. In fact, according to recent analysis by the Joint Committee on Taxation, the 2017 tax bill cut the average rate that corporations paid in half from 16 percent to less than 8 percent in 2018. A number of the provisions in the 2017 law also created new incentives to shift profits and jobs overseas. President Biden’s reform will reverse this damage and fundamentally reform the way the tax code treats the largest corporations.President Biden’s reform will also make the United States a leader again in the world and help bring an end to the race-to-the-bottom on corporate tax rates that allows countries to gain a competitive advantage by becoming tax havens. This is a generational opportunity to fundamentally shift how countries around the world tax corporations so that big corporations can’t escape or eliminate the taxes they owe by offshoring jobs and profits from the United States.Together these corporate tax changes will raise over $2 trillion over the next 15 years and more than pay for the mostly one-time investments in the American Jobs Plan and then reduce deficits on a permanent basis:These are key steps toward a fairer tax code that encourages investment in the United States, stops shifting of jobs and profits abroad, and makes sure that corporations pay their fair share. The President looks forward to working with Congress, and will be putting forward additional ideas in the coming weeks for reforming our tax code so that it rewards work and not wealth, and makes sure the highest income individuals pay their fair share.###"
}