{
    "title": "FACT SHEET: The United States and Brazil Launch First Joint Global Initiative to Advance Rights of Working People Around the World | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/20/fact-sheet-the-united-states-and-brazil-launch-first-joint-global-initiative-to-advance-rights-of-working-people-around-the-world/",
    "created_at": null,
    "content": "Today, Presidents Biden and Lula launched the Partnership for Worker’s Rights, the first joint U.S.-Brazil global initiative to advance the rights of working people around the world. Through the Partnership for Workers’ Rights, President Biden will join forces with President Lula to champion an agenda for fairness and sustainability in the global economy, and ensure that economic growth leaves no one behind.This initiative builds on many years of successful collaboration between the United States and Brazil to promote racial equality and justice, protect the environment and tackle the climate crisis, strengthen democracy, and to advance workers’ rights through bilateral labor dialogues.With this new initiative, the United States intends to strengthen and expand the existing bilateral cooperation on these issues between our two countries, and work closely with U.S. and Brazilian labor stakeholders and the International Labour Organization, to address some of the most salient challenges facing working people around the world.To advance our shared objectives, the United States, Brazil, and partners intend to pursue joint activities aimed at:This new partnership advances the Biden-Harris Administration’s enduring commitment to workers’ rights and good jobs.  The Administration has made labor rights and empowerment central to its efforts to create an economy that works for working people, and has made historic investments in America and in American workers. To date, the Administration has:President Biden also welcomed Brazil’s membership in the Multilateral Partnership on Worker Organizing, Empowerment, and Rights (M-POWER), launched in 2022 as part of the Biden-Harris Administration’s Presidential Initiative on Democratic Renewal, and looks forward to continuing to engage in this important effort to elevate the role of workers and worker organization in strengthening democracy.The United States looks forward to working with Brazil to bring additional stakeholders and global partners to create inclusive, sustainable, and broadly shared prosperity for workers at home and abroad. ###"
}