{
    "title": "STATE FACT SHEETS: MAGA House Republicans’ Default on America Act Would Have Devastating Impacts Across America | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/02/state-fact-sheets-maga-house-republicans-default-on-america-act-would-have-devastating-impacts-across-america/",
    "created_at": null,
    "content": "Extreme bill would cut veterans’ health care, jeopardize public safety, and raise costs for families—even as House Republicans separately push for trillions in tax cuts skewed to the wealthy and big corporationsCongressional Republicans are holding the nation’s full faith and credit hostage in an effort to impose devastating cuts that would hurt veterans, raise costs for hardworking families, and hinder economic growth. The Default on America Act would cut veterans’ health care, education, Meals on Wheels, and public safety, take away health care from millions of Americans, and send manufacturing jobs overseas. Outside economists say that if enacted, the Default on America Act would “increase the likelihood” of a recession and result in 780,000 fewer jobs by the end of 2024. And House Republicans are demanding these cuts while separately advancing proposals to add over $3 trillion to deficits through tax cuts and giveaways skewed to the wealthy and big corporations.The Default on America Act stands in sharp contrast with President Biden’s Budget, which invests in America, lowers costs for families, protects and strengthens Medicare and Social Security, and reduces the deficit by nearly $3 trillion over 10 years, while ensuring no one making less than $400,000 per year pays a penny more in new taxes.Today, the White House released 51 fact sheets highlighting the devastating impacts of the Default on America Act on states and the District of Columbia. Nationally, the Default on America Act would have devastating impacts on the American people. It would:Jeopardize Transportation Safety and InfrastructureRaise Costs for FamiliesHarm Seniors, Older People, and VeteransHurt Children and Students and Undermine Education and Job TrainingState Fact Sheets:This analysis assumes an across-the-board reduction of roughly 22% compared to currently enacted FY 2023 levels for non-defense discretionary accounts. That aligns with Congressional Republicans’ Default on America Act, which would return discretionary spending to FY 2022 levels on an ongoing basis while exempting defense spending.###"
}