{
    "title": "FACT SHEET: Implementing the United States Strategy on Countering Corruption: Accomplishments and Renewed Commitment in the Year of Action | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/29/fact-sheet-implementing-the-united-states-strategy-on-countering-corruption-accomplishments-and-renewed-commitment-in-the-year-of-action/",
    "created_at": null,
    "content": "On December 6, 2021, President Biden issued the first United States Strategy on Countering Corruption to meet the grave threat transnational corruption poses to U.S. national security.  The Strategy resulted from an interagency study the President mandated when he made combating corruption a core U.S. priority in his first National Security Study Memorandum.  Organized in five pillars, the Strategy establishes specific lines of work to support people and institutions that fight corruption, direct action against corrupt actors, and impede corrupt actors’ abuse of our financial system.  Some of the many steps taken under the Strategy are outlined below.    Pillar One: Modernizing, Coordinating, and Resourcing U.S. Efforts to Fight CorruptionWe have taken significant action to align U.S. government authorities and policy and to increase intra- and inter-agency coordination to counter corruption threats.  Efforts have included:Looking ahead, further action will include efforts to direct and integrate resources by refining context-specific, inclusive goals and identifying strengths and gaps. USAID will create a Bureau for Democracy, Human Rights, and Governance with a dedicated Anti-Corruption Center.Pillar Two: Curbing Illicit FinanceWe have acted to address vulnerabilities in the U.S. and international financial systems that corrupt actors exploit to launder and hide corrupt payments and proceeds.  Efforts have included:Looking ahead, curbing illicit finance will remain a priority. Further actions will include continued Treasury Department efforts to implement the CTA, enhance the transparency of the U.S. real estate sector, and assess the illicit finance risks associated with key financial gatekeepers, such as investment advisors, lawyers, and accountants.  Also, through foreign assistance, the United States will further expand partners’ capacity against illicit finance.Pillar Three: Holding Corrupt Actors AccountableWe have taken decisive measures to hold corrupt actors accountable through both independent and coordinated action with our international partners.  This line of effort has included:Looking ahead, we will continue to use financial sanctions, visa restrictions, and, where appropriate, criminal, civil, or administrative enforcement actions against corrupt actors; and we will strengthen coordination with international partners and civil society to maximize our impact in countering kleptocracy, state capture, and strategic corruption. Pillar Four: Preserving and Strengthening the Multilateral Anti-Corruption ArchitectureWe have forged alliances with like-minded governments to strengthen the multilateral infrastructure necessary to counter corruption across borders.  Examples from the year include:Looking ahead, the United States will continue to forge multilateral alliances against corruption, including as a host of the Second Summit for Democracy and the 2023 UNCAC COSP; will support updated EITI Standards on beneficial ownership and transparent revenue disclosure; and will undergo a GRECO evaluation of U.S. anti-corruption systems in 2023; among other actions.Pillar Five: Improving Diplomatic Engagement and Leveraging Foreign AssistanceWe have scaled up assistance and diplomacy to fortify foreign governments against corruption; increased collaboration among governments, civil society and business; and invested in protecting those who work to expose corruption.  Examples include:Looking ahead, diplomatic and foreign assistance efforts will include working in partnership with foreign partners to advance the Blue Dot Network in order to increase transparency, reduce corruption, and mobilize private capital for infrastructure investment in emerging economies; issuance of a Reference Guide to USAID Anti-Corruption Operational Safeguards that will highlight measures to ensure integrity in U.S. foreign assistance; and other initiatives.###"
}