{
    "title": "President Biden Recognizes Actions by Private Sector Ticketing and Travel Companies to Eliminate Hidden Junk Fees and Provide Millions of Customers with Transparent Pricing | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/15/president-biden-recognizes-actions-by-private-sector-ticketing-and-travel-companies-to-eliminate-hidden-junk-fees-and-provide-millions-of-customers-with-transparent-pricing/",
    "created_at": null,
    "content": "Companies Agree to Provide Millions of Consumers with the Full Price Up Front, Eliminating Hidden Costs and Saving Families MoneyToday, four months after he called out junk fees in his State of the Union and nine months after he first called for action to crack down on hidden fees to lower costs for consumers, President Biden is convening a meeting of private sector companies who have committed to end surprise fees by fully disclosing fees to consumers upfront. Together, these companies service millions of consumers each year, all of whom will receive a better shopping experience without surprise fees imposed at check-out.Junk fees — hidden, surprise fees that companies sneak onto customer bills — are a pervasive problem in industries across the economy. That’s why the President has been calling on federal agencies, Congress, and private companies to take action to address these fees and provide consumers with honest, transparent pricing. A large body of research has shown that fees charged at the back-end of the buying process, along with other types of junk fees, make it harder to comparison shop, impede competition, and lead to consumers paying more.Today, the President is announcing actions by several companies in answer to that call. President Biden will be joined by representatives from Live Nation, SeatGeek, xBk, Airbnb, the Pablo Center at the Confluence, TickPick, DICE, and the Newport Festivals Foundation — companies large and small that currently provide all-in pricing or are announcing a new commitment to do so in the coming months.In total, the companies that are making new commitments today will improve the purchasing experience for tens of millions of customers annually. These commitments are in response to the President’s call to action on junk fees in his State of the Union. For example, shortly after the State of the Union, Live Nation expressed interest to the Administration in announcing a commitment to offer all-in upfront pricing through its Ticketmaster platform. Today, Live Nation is committing to roll out an upfront all-in pricing experience in September showing just one clear, total price for more than 30 million fans who attend shows at the more than 200 Live Nation-owned venues and festivals across the country. Ticketmaster will also add a feature to give consumers the option to receive all-in upfront pricing for all other tickets sold on the platform.Additional commitments include:These actions follow those that have been taken by other companies since the President first called for a crackdown on hidden fees in September:In addition, the President will be joined by representatives from companies that have long featured all-in pricing as part of their business models:The private sector actions recognized today are the latest progress in the President’s efforts to crackdown on junk fees.The Administration has also taken a number of administrative actions to address junk fees in every sector of the economy, including:Today’s voluntary actions demonstrate that companies both big and small recognize the importance of providing consumers with honest, up-front all-in pricing, rather than tricking them with surprise fees at the end of checkout. It is also just a first step towards addressing junk fees in the economy. The President continues to call on Congress to pass legislation that mandates up-front all-in pricing for all ticket sellers, bans surprise “resort fees,” eliminates early termination fees charged by cable, internet, and cellphone companies, and bans family seating fees.###"
}