{
    "title": "FACT SHEET: President Biden Announces Actions to Promote Educational Opportunity and Diversity in Colleges and Universities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/29/fact-sheet-president-biden-announces-actions-to-promote-educational-opportunity-and-diversity-in-colleges-and-universities/",
    "created_at": null,
    "content": "Today, the Supreme Court upended decades of  precedent that enabled America’s colleges and universities to build vibrant diverse environments where students are prepared to lead and learn from one another. Although the Court’s decision threatens to move the country backwards, the Biden-Harris Administration will fight to preserve the hard-earned progress we have made to advance racial equity and civil rights and expand educational opportunity for all Americans.As our nation’s colleges and universities consider their admissions processes in the wake of the Court’s decision, President Biden is calling on them to seize the opportunity to expand access to educational opportunity for all. Our nation is stronger when our colleges and universities reflect the vast and rich diversity of our people. But while talent, creativity, and hard work are everywhere across this country, equal opportunity is not.Specifically, the President is calling on colleges and universities, when selecting among qualified applicants, to give serious consideration to the adversities students have overcome, including:In doing so, colleges and universities can fully value aspiring students who demonstrate resilience and determination in the face of deep challenges.The Biden-Harris Administration is taking swift action to support our Nation’s colleges and universities so they can continue building pathways to upward mobility and success for all students to thrive in the American workforce and our Nation’s military. Specifically, the Biden-Harris Administration is:This work builds upon the Biden-Harris Administration’s historic efforts to ensure all students have the opportunity to access higher education by:###"
}