{
    "title": "FACT SHEET: Securing a Made in America Supply Chain for Critical Minerals | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/22/fact-sheet-securing-a-made-in-america-supply-chain-for-critical-minerals/",
    "created_at": null,
    "content": "Biden-Harris Administration, Companies Announce Major Investments to Expand Domestic Critical Minerals Supply Chain, Breaking Dependence on China and Boosting Sustainable PracticesCritical minerals provide the building blocks for many modern technologies and are essential to our national security and economic prosperity. These minerals—such as rare earth elements, lithium, and cobalt—can be found in products from computers to household appliances. They are also key inputs in clean energy technologies like batteries, electric vehicles, wind turbines, and solar panels. As the world transitions to a clean energy economy, global demand for these critical minerals is set to skyrocket by 400-600 percent over the next several decades, and, for minerals such as lithium and graphite used in electric vehicle (EV) batteries, demand will increase by even more—as much as 4,000 percent. The U.S. is increasingly dependent on foreign sources for many of the processed versions of these minerals. Globally, China controls most of the market for processing and refining for cobalt, lithium, rare earths and other critical minerals.Executive Order 14017 (E.O.), America’s Supply Chains, signed one year ago this week, ordered a review of vulnerabilities in our critical mineral and material supply chains within 100 days. In June, the Biden-Harris Administration released a first-of-its-kind supply chain assessment that found our over-reliance on foreign sources and adversarial nations for critical minerals and materials posed national and economic security threats.In addition to working with partners and allies to diversify sustainable sources, the reports recommended expanding domestic mining, production, processing, and recycling of critical minerals and materials—all with a laser focus on boosting strong labor, environmental and environmental justice, community engagement, and Tribal consultation standards.Today, President Biden will meet with Administration and state partners, industry executives, community representatives, labor leaders, and California Governor Gavin Newsom to announce major investments in domestic production of key critical minerals and materials, ensuring these resources benefit the community, and creating good-paying, union jobs in sustainable production.These are only the latest in announcements by major companies committing to domestic sourcing of critical minerals and materials:Ahead of the one-year anniversary of E.O. 14017 this Thursday, the Administration has taken action across the Federal government to secure reliable and sustainable supplies of critical minerals and materials, while also upholding the Administration’s labor, environmental and environmental justice, and equity priorities:###"
}