{
    "title": "FACT SHEET: President’s Interagency Task Force to Monitor and Combat Trafficking in Persons | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/01/25/fact-sheet-presidents-interagency-task-force-to-monitor-and-combat-trafficking-in-persons/",
    "created_at": null,
    "content": "“As a nation, we must require serious consequence and accountability for those who commit these crimes. And we must work to stop these crimes before they happen.”“Our plan centers on the key pillars of U.S. and global anti-trafficking efforts: prevention, protection, prosecution, and partnerships…There is a clear line that runs throughout our Administration’s work: We are focused on the most vulnerable.”– Vice President Kamala HarrisOn January 25, 2022, the Biden-Harris Administration convened its first meeting of the President’s Interagency Task Force to Monitor and Combat Trafficking in Persons (PITF).  A cabinet-level entity created by the Trafficking Victims Protection Act (TVPA) of 2000, the PITF has primary responsibility for coordinating efforts across 20 Federal agencies to combat trafficking in persons, and implementing the recently released National Action Plan to Combat Human Trafficking. PITF members were also joined by the U.S. Advisory Council on Human Trafficking, which provides advice and recommendations on Federal anti-trafficking policies.   The new National Action Plan, released in December 2021, is a comprehensive and forward-looking strategy with over 60 priority actions focused on the foundational pillars of U.S. and global anti-trafficking efforts – prevention, protection, prosecution, and partnerships.Human trafficking disproportionately impacts persons of color, women and girls, LGBTQI+ individuals, migrants, and others from historically marginalized and underserved communities. In an effort to link anti-trafficking strategies to the Biden-Harris Administration’s broader efforts to advance equity and support for underserved communities, the National Action Plan emphasizes the Administration’s commitment to promoting gender and racial equity, advancing workers’ rights, preventing and addressing forced labor in global supply chains, and ensuring safe, orderly, and humane migration.PreventionProtectionProsecutionPartnershipsThis fact sheet offers only a snapshot of the Administration’s accomplishments from 2021 and plans for 2022.  Additional references:###"
}