{
    "title": "White House Announces New Actions to Promote Safe Storage of Firearms | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/25/white-house-announces-new-actions-to-promote-safe-storage-of-firearms/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration is announcing new executive actions to help promote safe storage of firearms that implement President Biden’s Executive Order on promoting safe gun storage in order to reduce gun violence and make our communities safer.Gun violence is the leading cause of death of children in America. That is why the Biden-Harris Administration is taking comprehensive action to prevent gun violence affecting children. Approximately 4.6 million children live in homes with unsecured firearms. Studies show that safe storage can dramatically reduce children’s risk of self-inflicted harm and unintentional shootings.Safe storage of firearms can physically prevent youth from accessing firearms, helping to keep youth, schools, and communities safe from gun violence. Unsecured guns are also closely associated with school shootings, youth suicide, unintentional shootings, and theft of firearms.New Actions to Reduce Gun Violence and Save LivesLocal leaders, like school officials, community and faith leaders, and law enforcement can be trusted, credible messengers when it comes to providing guidance on gun violence prevention and safe firearm storage options. Today, the Biden-Harris Administration is announcing three actions to help further promote safe storage and protect children:To highlight these new actions, First Lady Jill Biden, White House Office of Gun Violence Prevention Director Stefanie Feldman and U.S. Education Secretary Miguel Cardona will join a town hall with school principals at the White House. The town hall will elevate the importance of safe firearms storage and emphasize the role that principals and education leaders can play in helping prevent gun violence. A livestream of the town hall is available here: School Principals Town Hall with the Office of Gun Violence Prevention & the Department of Education – YouTubeBuilding on a Record of Action to Promote Safe Storage of FirearmsThese new actions build on the Biden-Harris Administration’s commitment to promoting safe storage of firearms, including:The Biden-Harris Administration will continue to take action to promote safe storage and calls on Congress to assist these efforts by passing a national safe storage law to create accountability for those who leave firearms unsecured. In addition, the Administration is working with state and local leaders on safe storage efforts.In December, Vice President Harris, the Office of Gun Violence Prevention and the Office of Intergovernmental Affairs convened 100 state legislators to announce the Biden-Harris Administration’s Safer States Initiative to reduce gun violence and save lives. The Administration urged states to enact and implement strong laws requiring firearms owners to safely store their firearms in their homes and vehicles. The laws should impose a clear standard to penalize those who do not safely store their weapons and whose weapons end up being used for violence.While safe gun storage is an important factor in curtailing death and injuries among children, the Biden-Harris Administration, through the American Rescue Plan, the Bipartisan Safer Communities Act, and other grant programs, has also provided unprecedented funding to establish safe, healthy, and supportive learning opportunities and environments; to increase access to school-based mental health services; and to strengthen the pipeline of mental health professionals in high-need communities. These historic investments provide greater access to the services and supports that help keep students safe and healthy. These investments help advance the President’s Mental Health Strategy, which directly implements his Unity Agenda for the nation by helping to tackle the mental health crisis.###"
}