{
    "title": "Statement from President Joe Biden on Tomorrow’s Visit to Maui | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/08/20/statement-from-president-joe-biden-on-tomorrows-visit-to-maui/",
    "created_at": null,
    "content": "My heart, my prayers, and my focus are on the victims of the Maui wildfires and their families. I know how profoundly loss can impact a family and a community and I know nothing can replace the loss of life. I will do everything in my power to help Maui recover and rebuild from this tragedy. And throughout our efforts, we are focused on respecting sacred lands, cultures, and traditions. From day one we immediately authorized three Fire Management Assistance Grants and as soon as Governor Green requested a Major Disaster Declaration, I signed it. My Administration has mobilized a whole-of-government response effort with more than 1,000 federal personnel on the ground in Maui, including nearly 450 search and rescue team members. Jill and I are eager to meet with the brave first responders in Lahaina tomorrow, to spend time with families and community members, and witness firsthand what will be required for the community to recover. We will be here as long as it takes for Maui.FACT SHEET: Biden-Harris Administration’s Latest Actions to Support Communities Impacted by Maui Wildfires More than 1,000 Federal personnel are on the ground in Mauito aid response effortsAs soon as receiving the state’s request, President Biden signed a Major Disaster Declaration for the state and launched a whole-of-government effort to support residents and communities affected by this unprecedented tragedy. On Monday, August 21, President Biden and First Lady Jill Biden will travel to Maui to meet with survivors, first responders and emergency personnel, and state and local officials. Our entire nation stands with Hawaii in this time of grief and recovery. Since the onset of the fires in Maui, President Biden has remained in close contact with Hawaii Governor Josh Green, affirming that the Federal government will continue to provide whatever support is needed to ensure the state’s recovery, however long it may take. The President has also received regular briefings from FEMA Administrator Deanne Criswell and Homeland Security Advisor Liz Sherwood-Randall. Dozens of Federal departments and agencies, including the Department of Homeland Security through FEMA and the Coast Guard, the Department of Defense through the Navy and Army, the Department of Health and Human Services, the U.S. Forest Service, the Small Business Administration (SBA), the Environmental Protection Agency, and more continue working with state and local partners on the ground to assess ongoing needs and provide resources and personnel to support response efforts. The Administration encourages individuals impacted by the disaster to register for Federal assistance at www.disasterassistance.gov or by calling 1-800-621-3362 (24 hours a day, 7 days a week). Impacted individuals can also visit FEMA’s newly opened joint Disaster Recovery Center at the University of Hawaii Maui College, located at 310 W. Ka’ahumanu Avenue, Kahului, Hawaii, to speak personally with FEMA specialists, get assistance registering for disaster assistance, get in touch with voluntary organizations offering additional support services, and have access to other federal and state resources.  The doors are open from 8 a.m. to 7 p.m. HST seven days a week. Here is an update on the Biden-Harris Administration’s coordinated federal response:###"
}