{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Action to Protect Communities from Lead Exposure | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/30/fact-sheet-biden-harris-administration-announces-new-action-to-protect-communities-from-lead-exposure/",
    "created_at": null,
    "content": "Building on the Biden-Harris Administration’s Historic Commitment to Protect Children and Families from Lead Poisoning, EPA Proposes Rule to Remove Lead Pipes Across the United StatesThe Biden-Harris Administration is working to ensure a future where every child and family can live safely in their communities without the fear and harmful effects of lead exposure. Today, as part of President Biden and Vice President Harris’s vision for a lead-free future, the Environmental Protection Agency (EPA) announced a proposal to strengthen its Lead and Copper Rule that would require water systems to replace lead service lines within 10 years, helping secure safe drinking water for communities across the country. The President’s Bipartisan Infrastructure Law invests over $50 billion for the largest upgrade to the nation’s water infrastructure in history, and today’s action builds on these historic levels of funding from President Biden’s Investing in America agenda, a key pillar of Bidenomics, to replace lead service lines across the nation.More than 9.2 million American households connect to water through lead pipes and lead service lines. Due to decades of inequitable infrastructure development and underinvestment, lead exposure disproportionately affects low-income communities and communities of color. There is no safe level of exposure to lead, particularly for children, and eliminating lead exposure from the air, water, and homes is a crucial component of the Biden-Harris Administration’s historic commitment to advancing environmental justice.In addition to taking action towards achieving 100 percent replacement of lead service lines, EPA’s proposed Lead and Copper Rule Improvements increase tap water sampling requirements, require water systems to complete comprehensive and publicly available lead service line inventories, and strengthen and streamline requirements for water systems to take additional actions to reduce lead health risks to communities. This proposal advances the Biden-Harris Administration’s Lead Pipe and Paint Action Plan, a whole-of-government approach to reduce all sources of lead exposure.Since the latest progress update in January 2023, the Administration has taken the following actions to tackle lead exposure from water, air, food, lead paint, and other sources which pose risks to human health:Reducing Exposure to Lead from Water – Lead can enter drinking water when plumbing materials that contain lead corrode, especially where the water has high acidity or low mineral content that corrodes pipes and fixtures. The most common sources of lead in drinking water are lead pipes, faucets, and fixtures. The Administration is taking several actions to reduce this exposure.Reducing Exposure to Lead from Paint and Dust in the Home – Lead in household dust originates from indoor sources such as deteriorating, old lead-based paint on surfaces, home repair activities, tracking lead-contaminated soil from the outdoors into the indoor environment, or even from lead dust on clothing worn at a job site. The Administration is working to help tackle and eliminate these exposures in several ways.Reducing Exposure to Lead from Air – Major sources of lead in the air include emissions from manufacturing, waste and metals processing, and aircraft operating on leaded aviation fuel. To tackle these emissions, the Administration has taken the following actions.Reducing Exposure to Lead from Soil – Lead contamination at Superfund sites from past industrial operations like lead mining and smelting can accumulate in soil and poses a threat to human health and the environment. Reducing lead in soils can help to reduce exposure risks.Reducing Exposure to Lead from Food – Lead may be present in food because it is in the environment where foods are grown, raised, or processed. To reduce the risk to the children of ingesting lead with food, the Administration is working on new guidance for processed foods.Protecting People from Lead Exposure in the Workplace – Workers can be exposed to lead as a result of the production, use, maintenance, recycling, and disposal of lead material and products. Establishing Domestic and International Partnerships to Reduce All Lead Exposure – The Administration is working in a number of ways to reduce community exposure to lead, both in the United States and around the world.Accelerating Innovations to Improve Blood Lead Testing – Testing blood is the best way to determine if a person has had lead exposure, as there are often no immediate symptoms when someone is exposed to lead. Based on blood lead test results, healthcare providers can recommend follow-up actions and care.###"
}