{
    "title": "FACT SHEET: Congressional Republicans’ Many Proposals to Cut Social Security and Medicare, and Increase Prescription Drug Prices and Health Care Premiums | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/09/fact-sheet-congressional-republicans-many-proposals-to-cut-social-security-and-medicare-and-increase-prescription-drug-prices-and-health-care-premiums/",
    "created_at": null,
    "content": "During his Tampa visit, the President will contrast his commitment to protecting and strengthening Medicare and Social Security and lowering prescription drug prices, with Congressional Republicans’ plans to cut these programsPresident Biden has taken action to strengthen Medicare and protect Social Security – bedrock programs that Americans have paid into and that tens of millions of seniors depend on to support their livelihoods. Congressional Republicans, however, have a different record. For years, Republican Members of Congress have repeatedly tried to cut Medicare and Social Security, move toward privatizing one or both programs, and raise the Social Security retirement age and Medicare eligibility age. And just last week, House Republicans introduced legislation to repeal President Biden’s Inflation Reduction Act, which would give tens of billions of dollars in subsidies back to Big Pharma, raise seniors’ prescription drug prices, and raise taxes on an estimated 14.5 million people – all while increasing the deficit.In Tampa, Florida today, President Biden will highlight the work his Administration is doing to protect and strengthen Medicare and Social Security, while Republican Members of Congress continue to push plans that would undermine these programs and the economic security of millions of their constituents.Congressional Republicans’ long record of working to cut Medicare, Social Security:Republican Members of Congress have proposed making health care and prescription drugs more expensive:Last week, Republicans in the House proposed repealing the Inflation Reduction Act, including its health care provisions. And, just yesterday, Republicans on the House Budget Committee floated a proposal to repeal the health care provisions of the Inflation Reduction Act. Here’s what that would mean for working families across the country and in Florida:President Biden has called for protecting Medicare and Social Security, and lowering health care costs for working families:In this week’s State of the Union, President Biden vowed to protect Social Security and Medicare and build on the progress we’ve made in lowering health care costs for millions of seniors and American families.Through President Biden’s Inflation Reduction Act:And President Biden wants to build on this historic progress. In his State of the Union Address, the President has called on Congress to:###"
}