{
    "title": "FACT SHEET: Biden-Harris Administration Launches American Climate Corps to Train Young People in Clean Energy, Conservation, and Climate Resilience Skills, Create Good-Paying Jobs and Tackle the Climate Crisis | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/20/fact-sheet-biden-harris-administration-launches-american-climate-corps-to-train-young-people-in-clean-energy-conservation-and-climate-resilience-skills-create-good-paying-jobs-and-tackle-the-clima/",
    "created_at": null,
    "content": "In its first year, the American Climate Corps will put more than 20,000 young people on career pathways in the growing fields of clean energy, conservation and climate resilienceSince taking office, President Biden has delivered on the most ambitious climate, clean energy, conservation, and environmental justice agenda in history – signing into law the largest investment in climate action ever, protecting more than 21 million acres of public lands and water, and advancing the Justice40 Initiative, which directs 40 percent of the benefits from key federal investments to disadvantaged communities. As part of this historic commitment to tackle the climate crisis, President Biden promised to mobilize the next generation of clean energy, conservation and resilience workers.Today, through his Investing in America agenda, President Biden is delivering on that commitment by taking executive action to launch the American Climate Corps – a workforce training and service initiative that will ensure more young people have access to the skills-based training necessary for good-paying careers in the clean energy and climate resilience economy. The American Climate Corps will mobilize a new, diverse generation of more than 20,000 Americans – putting them to work conserving and restoring our lands and waters, bolstering community resilience, deploying clean energy, implementing energy efficient technologies, and advancing environmental justice, all while creating pathways to high-quality, good-paying clean energy and climate resilience jobs in the public and private sectors after they complete their paid training program.The American Climate Corps will focus on equity and environmental justice – prioritizing communities traditionally left behind, including energy communities that powered our nation for generations, leveraging the talents of all members of our society, and prioritizing projects that help meet the Administration’s Justice40 goal. Additionally, President Biden is calling on Tribal, State, and local governments, labor unions, nonprofit service allies, the private sector, and philanthropy to collaborate with the Federal government to expand skills-based training partnerships to ensure our nation has the workforce necessary to meet our climate goals. In fact, just today, five new states are launching their own Climate Corps, which will work as implementing collaborators of the American Climate Corps. With today’s announcement, ten states will have launched Climate Corps since 2021.Additionally, the White House is launching a new website where anyone interested in joining or supporting the American Climate Corps can sign up to learn more: www.whitehouse.gov/climatecorps.The American Climate Corps will:Today’s announcement builds on nearly $500 million of Biden-Harris Administration investments to expand pathways into good-paying union jobs by prioritizing Registered Apprenticeships and pre-apprenticeship programs, including in clean energy and other climate-focused careers. To continue building on this historic agenda, the Administration is:###"
}