{
    "title": "President Biden Announces New Actions to Protect Americans Against the Delta and Omicron Variants as We Battle COVID-19 this Winter | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/02/fact-sheet-president-biden-announces-new-actions-to-protect-americans-against-the-delta-and-omicron-variants-as-we-battle-covid-19-this-winter/",
    "created_at": null,
    "content": "New Actions Aim to Get Americans Boosted for Even Greater Protection Against the Delta and Omicron Variants, Keep Schools and Businesses Open, and Help Quickly Respond to Surges if Needed During the Colder MonthsToday, President Biden will announce new actions to combat COVID-19 as the United States heads into the winter months and with the emergence of a new variant, Omicron.The United States has come far in its fight against the virus and is more prepared than ever to deal with the challenges of COVID-19. We have the public health tools we need to continue to fight this virus without shutting down our schools and businesses. As we head into winter, today, the President will announce actions to provide additional protection to Americans and fight the Omicron and Delta variants, while keeping our economy growing.This plan includes:Last week, after the World Health Organization (WHO) named the Omicron variant as a Variant of Concern, the President took immediate steps to restrict travel from the most impacted countries in order to give the U.S. time to learn more about the variant and prepare. We have more tools today to fight the Omicron variant than we have had to fight previous variants, including Delta. Nearly 60 percent of Americans are fully vaccinated, booster shots are authorized for all adults, and a vaccine is authorized for kids aged 5 and older. The U.S. is leading the world in vaccinating children, and millions of Americans have already gotten their boosters. And, the Food and Drug Administration (FDA) is reviewing additional antiviral treatments for when people do get sick.Today’s actions will ensure we are using these tools as effectively as possible to protect the American people against this variant and to continue to battle the Delta variant during the winter months when viruses tend to thrive. These actions will help keep our economy growing and keep Americans safe from severe COVID-19.Today, President Biden will announce the following actions: ###"
}