{
    "title": "Readout of White House Roundtable on Innovation in Maternal Health | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/15/readout-of-white-house-roundtable-on-innovation-in-maternal-health/",
    "created_at": null,
    "content": "Today, Domestic Policy Advisor to the Vice President Kristine Lucius and Domestic Policy Council Director Neera Tanden convened private sector leaders at the White House to discuss innovations that will improve maternal health and birth outcomes for pregnant women, postpartum women, and their infants. This roundtable – with representatives from health services start-ups, health insurance plans, digital health technology, investors, and Fortune 100 companies – builds on Vice President Harris’s continued leadership on improving the health and wellbeing of women and families, and advancing the White House Blueprint for Addressing the Maternal Health Crisis that she announced last year.During the conversation, convened by the Office of the Vice President, Biden-Harris Administration officials emphasized the importance of investing in women’s health and addressing the maternal mortality crisis that disproportionately impacts women of color and women who live in rural areas. The roundtable participants highlighted the contributions of the private sector, including increasing access to doula and midwifery services as well as culturally competent care. Participants also discussed the importance of public-private partnerships in advancing equity and improving access to high-quality health care and social supports, and preventing maternal morbidity and mortality.As part of today’s convening, Centers for Medicare and Medicaid Services (CMS) Administrator Chiquita Brooks-LaSure announced a new Transforming Maternal Health (TMaH) Model that furthers the goals of the White House Blueprint. This 10-year payment and care-delivery model will support participating state Medicaid agencies in developing and implementing a whole-person approach to pregnancy, childbirth, and postpartum care for women who have Medicaid and Children’s Health Insurance Program (CHIP) coverage. The TMaH Model will also help improve health outcomes – including fewer instances of low-risk cesarean sections and severe maternal morbidity – and increase access to additional maternal care providers, such as midwives, birth centers, and doula services.Senior officials from the Department of Health and Human Services (HHS) announced a new maternal health collaborative, led by Secretary Xavier Becerra. By building on programs and commitments across the Department, this initiative will focus on maternal morbidity and mortality in the post-partum period with a data-driven quality improvement approach. HHS will partner with states seeking to utilize data and organizational change to reduce the 50% of deaths that occur in the postpartum period. As part of the collaborative, HHS will provide states with the opportunity to work closely with a core team of quality improvement and clinical experts. This initiative is being coordinated with the National Governors Association as part of their Improving Maternal and Child Health in Rural America: State and Territory Policy Learning Collaborative.Senior officials from HHS also announced a Notice of Funding Opportunity for the State Maternal Health Innovation Program to reduce severe maternal morbidity and maternal mortality. The grants will help to improve access to care that is comprehensive, high-quality, appropriate, and continuous through innovative strategies to improve outcomes for populations disproportionately impacted by maternal mortality and severe maternal morbidity.Vice President Harris has led on improving outcomes for women and families throughout her career. While serving in the U.S. Senate, she introduced several landmark bills targeted at addressing racial disparities in maternal mortality. This includes the Maternal CARE Act and the Black Maternal Health Momnibus Act. She has built on this work since being sworn in as Vice President. Two years ago, she called on states to expand Medicaid’s postpartum coverage from two months to 12. To date, 42 states have done so, benefiting women throughout the country. Last year, the Vice President announced a whole-of-government strategy to address the maternal health crisis. She has also traveled the nation and used her platform to raise awareness of this crisis and forge public-private partnerships to address it. An interview about maternal health between Vice President Harris and Dr. Jackie Walters will air on Bravo’s Married to Medicine this Sunday night.# # #"
}