{
    "title": "FACT SHEET: President Biden Announces Nearly $5 Billion for Major Transportation Projects Nationwide | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/25/fact-sheet-president-biden-announces-nearly-5-billion-for-major-transportation-projects-nationwide/",
    "created_at": null,
    "content": "Today, President Biden will visit Superior, Wisconsin, where the Blatnik Bridge connects Wisconsin and Minnesota, to announce nearly $5 billion in funding for major transportation projects across the country as part of his Investing in America agenda. A key pillar of Bidenomics, the President’s Investing in America agenda—including the Bipartisan Infrastructure Law, the CHIPS and Science Act, and the Inflation Reduction Act—is making long overdue investments in infrastructure, unleashing a clean energy and manufacturing boom, and creating good-paying jobs, many of which do not require a college degree. To date, the Administration has announced over $400 billion in Bipartisan Infrastructure Law funding for over 40,000 infrastructure projects across the nation, and has mobilized over $640 billion in private sector manufacturing and clean energy investments in the United States. And, since day one of the Biden Administration, over 670,000 construction jobs and 210,000 clean energy jobs have been created in communities across the country.Two years ago, after he signed the Bipartisan Infrastructure Law, President Biden visited the Blatnik Bridge and highlighted the vital yet deteriorating bridge as the type of infrastructure that he would rebuild across the country. Today’s announcement—a transformative $5 billion investment that includes $1 billion to replace the Blatnik Bridge itself—is a key example of the President following through on that commitment. Due to its poor condition, the current Blatnik Bridge is predicted to close by 2030, and this new investment will change that by expanding weight capacity to accommodate freight, building wider shoulders to improve safety, and increasing accessibility for pedestrians and cyclists. During his visit to Wisconsin, President Biden will highlight the impact of the Blatnik Bridge investment on people in the community—including small business owners who rely on timely orders, deliveries, and commutes for their customers and employees; families that need to cross the bridge safely and with less traffic; truck drivers whose loads are too heavy for the current bridge; workers who will be hired on the project, and more. The President will meet with a small business owner who says his local business—and the downtown community in Superior—will benefit from the new Blatnik Bridge.In addition to the Blatnik Bridge, key projects from today’s announcement include: replacing the I-5 Bridge over the Columbia River between Vancouver, Washington, and Portland, Oregon, which carries over 143,000 vehicles per day and no longer meets the needs of commerce and travel; improving 10 miles of I-10 through the Gila River Indian Community and Pinal County in Arizona; making multimodal improvements in the I-376 corridor of Pittsburgh; and reconnecting communities divided by the Cross Bronx Expressway in New York, which displaced residents and separated communities when constructed in the mid-1900’s. These historic projects will create good-paying jobs, make our transportation systems safer and more resilient, and unlock economic opportunity for communities across in every corner of the country. Overall, half of the funding announced today – nearly $2.8 billion – is going to projects in rural areas. These investments also build on historic funding that President Biden has announced over the past year—including $1.7 billion through the Mega and INFRA programs early last year, $2.1 billion through the Bridge Investment Program, and major rail announcements at the end of 2023—$16.4 billion to modernize Amtrak’s Northeast Corridor and $8.2 billion for world-class rail, including the country’s first high speed rail projects.Already, the projects funded by previous announcements are hitting major milestones. For example, thanks to $1.6 billion in funding, construction to upgrade the existing Brent-Spence Bridge and build a new bridge along this critical freight corridor is expected to begin this year. In addition, thanks to the $11 billion investment from the Biden-Harris Administration, construction is now underway to replace the over 100-year-old Hudson River Tunnel between New York and New Jersey, which serves 200,000 passengers daily and is a source of frequent delays. Early work is now underway to replace the 150-year-old Frederick Douglass Tunnel in Baltimore, thanks to $4.7 billion from the Bipartisan Infrastructure Law. Work is also underway to construct the 10.3-mile St. Paul Gold Line Bus Rapid Transit system that will serve nearly 2 million passengers annually thanks to $240 million in funding. Thanks to $198 million in Bipartisan Infrastructure Law funding, construction is also ongoing to extend the Phoenix Northwest Light Rail which will serve about 2 million passengers per year. Finally, due to a $84.5 million investment, upgrades to Boston Logan Airport’s Terminal E are now complete, with increased capacity, improved energy efficiency, and new passenger waiting areas.Funding announced today will support 37 projects across the country, including: ###"
}