{
    "title": "FACT SHEET: Biden-Harris Administration Announces Sweeping Executive Actions to Strengthen Economic Opportunity for Military and Veteran Spouses, Caregivers, and Survivors | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/09/fact-sheet-biden-harris-administration-announces-sweeping-executive-actions-to-strengthen-economic-opportunity-for-military-and-veteran-spouses-caregivers-and-survivors/",
    "created_at": null,
    "content": "Today, at Fort Liberty, North Carolina, President Biden will announce a comprehensive set of executive actions to increase the economic security of military and veteran spouses, caregivers, and survivors.  Joined by First Lady Jill Biden, alongside service members, veterans, and their families, caregivers, and survivors, the President will sign an Executive Order that includes nearly 20 actions aimed at enhancing career stability and expanding employment resources and support for this community. In times of both peace and war, military-connected families sacrifice for our country, answering the call to duty over and again.  Many military and veteran spouses, caregivers, and survivors—the vast majority of whom are women—struggle to achieve their desired career goals due to the strains of multiple deployments; frequent moves with little control over their geographic location; caring for wounded, ill, and injured service members or veterans; time apart for training, and more.  Although military spouses are talented, diverse, and resilient, they find themselves facing a 21 percent unemployment rate, a rate that has not significantly changed over the past decade.  Employment challenges are not limited to active-duty spouses, as Reserve and National Guard spouses must balance their careers against the challenges that arise during those times when their service member is activated and deployed.  What we have learned from generations of service is that the unique demands of military life continue to affect veteran families, caregivers, and survivors for years after a service member’s time in uniform. The President and First Lady, as a military family, recognize the commitment and resilience of military-connected families as essential to the recruitment, retention, and readiness of our Armed Forces. Since Day One of the Biden Administration, Dr. Biden, through her Joining Forces initiative, has worked to eliminate barriers to employment and increase economic opportunity for military families. Meeting the economic, social, and emotional needs of our military and veteran families, caregivers, and survivors is a national security imperative.Always—and particularly as we commemorate the 50th anniversary of the all-volunteer force– we owe them nothing less than the dignity of a meaningful career and the opportunity to build economic security for their families. That is why today, the President is taking further action to help military-connected spouses, including the more than 16,000 military, veteran, and surviving spouses in the Federal workforce.  These actions demonstrate the Biden-Harris Administration’s commitment to upholding our sacred obligation and will ensure our nation’s military and veteran spouses, caregivers, and survivors have access to resources and support to enhance their economic security.Highlights of today’s Executive Order include:The Biden-Harris Administration’s Record on Strengthening America’s Military and Veteran Families, Caregivers, and SurvivorsTogether, these actions build on the commitment of the Biden-Harris Administration to enhance the health, wellbeing, and economic security of military and veteran families, caregivers and survivors.In September 2021, the Biden-Harris Administration published the Strengthening America’s Military Families report. Prepared by representatives from the White House with contributions from Federal agencies, the report was signed by the President with a foreword by Dr. Biden, and outlined the first round of Administration-wide key commitments to better understand and meet the needs of the families of service members and veterans, caregivers, and survivors.  In the report, all Executive Agencies across the President’s Cabinet announced their participation in the Department of Defense’s Military Spouse Employment Partnership.  Continuing to build on that support across the agencies, Joining Forces collaborated with military-connected spouses to create a community platform to connect military and veteran spouses, caregivers and survivors in the Federal workforce with resources for sustainable careers.In January 2023, the Defense Department launched a 12-week paid fellowship program to expand employment opportunities for eligible military spouses in the private sector, and in March 2023, Secretary Austin announced additional actions to enhance military family economic security, including the expansion of eligibility for the military spouse career advancement financial assistance program.  The President also directed the Secretary of Defense to initiate the 14th Quadrennial Review of Military Compensation to evaluate pay and benefits with a particular focus on factors such as the challenge of military spouse unemployment, frequent military moves, periods of geographic separation between service members and their spouses (including dual military couples), and childcare access and cost.And, in April 2023, the President signed Executive Order 14095, “Increasing Access to High Quality Care and Supporting Caregivers.”  Among the many directives were several focused on making child care and long-term care more accessible and affordable for families, including military families. The actions also improve access to home-based care for veterans and enhance job quality for child-care and long-term care workers which in turn will ease burdens for military and veteran families, military caregivers, and survivors.###"
}