{
    "title": "FACT SHEET: The American Families Plan Will Support Children, Teachers, and Working Families in Rural America | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/29/fact-sheet-the-american-families-plan-will-support-children-teachers-and-working-families-in-rural-america/",
    "created_at": null,
    "content": "President Biden knows a strong middle-class is the backbone of America and that rural and tribal communities are essential to the economic growth of our country. Rural communities require targeted investments that meet the needs of their children and families, along with workforce development for those providing childcare and education. The American Families Plan represents a generation-defining investment in rural America, and a commitment to grow the middle-class and expand the benefits of economic growth to all Americans. All told, by extending and building upon the provisions of the American Rescue Plan, the American Families Plan would cut the rural poverty rate by more than 21 percent and the rural child poverty rate by 50 percent, relative to the projected poverty rate for 2022.UNIVERSAL PRE-SCHOOL FOR 3- AND 4-YEAR OLDSLow population density, physical isolation, and broad spatial distribution make access to preschool more challenging for low-income families in rural areas. President Biden’s American Families Plan will:FREE COMMUNITY COLLEGE AND OTHER POSTSECONDARY INVESTMENTSThere are approximately 250 rural community colleges across the U.S., with an even greater number of community colleges that serve a primarily rural student population. Colleges and universities are important anchor institutions in rural communities, providing jobs to residents, attracting businesses, and boosting local economies.President Biden’s American Families Plan will:Education and Preparation for TeachersMore than 9 million students—nearly one in five students—attend a rural school in the U.S. But these schools face challenges in hiring and retaining teachers, particularly in special education and specialized instruction.President Biden’s American Families Plan will:Child CareLack of access to affordable, high-quality child care is making it hard for parents to work and provide for their families. Many rural families have to go without care, and without sufficient demand, it can be challenging for centers to afford to operate. Over half of rural families live in a child care desert, meaning there are few or no child care options. In particular, rural families disproportionately lack access to child care centers serving infants and toddlers.  The American Families Plan builds on investments in President Biden’s American Jobs Plan and will further expand access to high-quality child care in rural areas.President Biden’s American Families Plan will:Paid LeavePaid family and medical leave supports workers and families and is a critical investment in the strength and equity of our economy. However, many rural workers lack access to paid family and medical leave programs, particularly low-wage workers. According to one nation-wide survey, over fifty percent of non-metro (including rural) workers said they would very likely face hardship if they had to take a few months of unpaid time off work, compared to 40 percent of metro area workers. Furthermore, many small rural businesses struggle to compete for and retain talent compared to urban areas. These businesses often cannot afford to provide workplace supports like paid family and medical leave. Rural areas are also more likely to have older populations, increasing the need for both medical and caregiving leave. One study found that California’s paid leave program accounted for an 11-percent relative decline in elderly nursing home usage, saving costs for both the state and families.President Biden’s American Families Plan will:NutritionWith higher child poverty rates and longer distances to grocery stores, accessing nutritious food can be challenging for families in rural areas. Eighty-six percent of counties with high child food insecurity are rural, and children in rural areas are 25 percent more likely to be obese than those in urban areas. To foster positive long-term health outcomes through nutrition security, President Biden’s American Families Plan will:Tax Cuts for America’s Families and WorkersWhile the American Rescue Plan provided meaningful relief to hundreds of millions of Americans, that was just a first step. Now is the time to build back better, to help families and workers who for too long have felt the squeeze of stagnating wages and an ever-increasing cost-of-living.  Direct assistance to families in the form of tax credits paid on a regular basis lifts children and families out of poverty, makes it easier for families to make ends meet, and boosts the academic and economic performance of children over time. President Biden’s American Families Plan will:To view this fact sheet in your browser, click here.  ###"
}