{
    "title": "FACT SHEET: American Rescue Plan Funds Provided a Critical Lifeline to 200,000 Child Care Providers – Helping Millions of Families to Work | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/21/fact-sheet-american-rescue-plan-funds-provided-a-critical-lifeline-to-200000-child-care-providers-helping-millions-of-families-to-work/",
    "created_at": null,
    "content": "Today, the White House announced that the American Rescue Plan – through its historic $24 billion Child Care Stabilization Program – has already provided vital aid to help more than 200,000 child care providers keep their doors open to as many as 9.5 million children, helping their parents work. Stabilization funds have already assisted providers employing more than 1 million child care workers.The U.S. Department of Health and Human Services also released a state-by-state analysis of the American Rescue Plan’s (ARP) Child Care Stabilization program that details for the first time the number of child care providers that have already been helped in each state.  The Child Care Stabilization program has been critical to helping child care centers and family child care providers, which are mostly very small businesses, remain open or reopen and keep the child care workforce, disproportionately women of color, on the payroll. The stabilization program provided grants to child care programs that helped with basic operational costs like wages and benefits, rent and utilities, and program materials and supplies. Many states will continue to provide assistance to child care programs over the next year.Evidence suggests that the Child Care Stabilization program helped to head off a continued wave of closures that would have made it difficult for many parents to work:Historic American Rescue Plan Stabilization aid helped providers in every corner of the country:Child Care Stabilization is contributing to an equitable recovery:Stabilization funds have helped providers meet critical needs and remain open:Rather than see more workers leave and more programs close, with aid from the American Rescue Plan, some states, like Maine, have reported an increase in licensed child care capacity compared to the start of the pandemic. One preliminary analysis from March of 2022 found that assistance from the American Rescue Plan and other Federal support had already helped prevent nearly 75,000 permanent child care program closures—preserving care for more than 3 million young children.In addition to the Child Care Stabilization program, the American Rescue Plan also included historic support for states, tribes, and territories to help hard-pressed working families pay for child care. The American Rescue Plan provided the largest-ever federal award to states through the Child Care and Development Fund, delivering flexible funding for states to help make high-quality child care more affordable and more accessible for more families. With support from the American Rescue Plan:For example, New Mexico was able to raise the income eligibility for working families to receive support from roughly $55,000 for a family of four to roughly $111,000. As of June 2022, the state has served over 1,500 additional children, and 10,000 families have benefitted from waived copayments.For 2021, the American Rescue Plan also included the largest ever increase in support for child care through the tax code, helping millions of working families afford needed care. The American Rescue Plan provided the largest ever increase in the maximum Child and Dependent Care Tax Credit (CDCTC) in 2021. Families with two children under age 13 earning the median income were eligible for up to $8,000 towards child care expenses, a more than six-fold increase over the previous year’s credit. The American Rescue Plan also made the CDCTC fully refundable in 2021, enabling lower-income parents to receive the full benefit regardless of their tax liability.The American Rescue Plan’s historic expansion of the Child Tax Credit also aided working parents —delivering $3,000 per child ages 6-17 years old and $3,600 per child under age 6 to the vast majority of families, including through first-time ever advance monthly payments that reached tens of millions of families. An October 2021 analysis from the Census Bureau found that roughly 1 in 4 families with young children used advance Child Tax Credit payments to help cover the cost of child care.State and Local Fiscal Recovery Funds provided in the American Rescue Plan are also being leveraged to support child care. The American Rescue Plan included historic support for state, local, and Tribal governments to support their response to and recovery from the COVID-19 pandemic through the State and Local Fiscal Recovery Fund, including to address child care needs. For example, Nevada is using Fiscal Recovery Funds to lower child care costs for parents by covering co-payments for eligible low- and moderate-income families, as well as dedicating additional funds through the Nevada Child Care Expansion Program for construction projects that will expand current child care capacity and increase the availability of quality, affordable child care for Nevadans. Similarly, New Jersey is using Fiscal Recovery Funds for a Child Care Facilities Improvement Pilot Program that will pay for improvements that foster high-quality early childhood learning environments and is providing financial assistance to support child care centers and family child care programs with workforce recruitment and retention costs.While the American Rescue Plan has helped provide this critical lifeline to child care providers during a period of crisis, many child care programs struggled to make ends meet long before the pandemic and the cost of care has been rising for years before the pandemic – leading families to struggle to find, and afford, quality care. President Biden will continue fighting to ensure families can access and afford quality child care.###"
}