{
    "title": "FACT SHEET: President Biden to Announce Additional Efforts to Help Americans Get Their Free, Updated COVID-19 Vaccine This Fall | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/25/fact-sheet-president-biden-to-announce-additional-efforts-to-help-americans-get-their-free-updated-covid-19-vaccine-this-fall/",
    "created_at": null,
    "content": "President Biden to Call on All Americans to Get Their Free, Updated COVID-19 Vaccine and Do Their Part to Ensure a Safe and Healthy WinterToday, President Biden will announce additional efforts to get Americans their updated COVID-19 vaccine, so that they have the protection they need heading into Thanksgiving and can have a safe and healthy holiday season. Over 20 million Americans, including nearly one in five seniors, have already rolled up their sleeves to get their updated COVID-19 vaccine, and the President will encourage more Americans to do so right away. The President will get his updated COVID-19 vaccine, and call on everyone—including state, local, education, and business leaders—to do their part to protect themselves, their loved ones, and their communities.While COVID-19 is not the disruptive force it was when the President took office, the virus continues to evolve. COVID-19, flu, and other respiratory illnesses spread more quickly in the winter, as people gather indoors. As the weather gets colder, Americans must take action to stay protected.We have the tools we need to manage this moment. The updated vaccines target the BA.4 and BA.5 subvariants of Omicron – the versions of the virus that are most dominant in the U.S. and around the world. For most Americans, if they get this updated COVID-19 vaccine, they can go about their lives this fall and winter with the peace of mind that they remain protected against serious illness. And, if they do get sick, there are widely available and easily accessible treatments that reduce the severity of illness, keep people out of the hospital, and save lives.Today, the President will announce the following actions:###"
}