{
    "title": "FACT SHEET: Biden-Harris Administration Launches the Apprenticeship Ambassador Initiative to Create Equitable, Debt-Free Pathways to High-Paying Jobs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/01/fact-sheet-biden-harris-administration-launches-the-apprenticeship-ambassador-initiative-to-create-equitable-debt-free-pathways-to-high-paying-jobs/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration is announcing the launch of the Apprenticeship Ambassador Initiative, a national network of more than 200 employers and industry organizations, labor organizations, educators, workforce intermediaries, and community-based organizations who are committed to strengthening and diversifying Registered Apprenticeship. Registered Apprenticeship is a high-quality, debt-free, equitable “earn and learn” model with a nationally recognized credential system that helps employers hire a more demographically diverse workforce and provides workers with on-the-job learning experience, job-related instruction with a mentor, and a clear pathway to a good-paying job. First Lady Jill Biden, Secretary Marty Walsh, and Secretary Gina Raimondo are hosting a discussion at the White House today with leaders of the Initiative.The Apprenticeship Ambassadors have existing Registered Apprenticeship programs in over 40 in-demand industries and have committed to expand and diversify these programs over the next year by collectively: developing 460 new Registered Apprenticeship programs across their 40 industries, hiring over 10,000 new apprentices, and holding 5,000 outreach, promotional, and training events to help other business, labor, and education leaders launch similar programs. Ambassadors will also use their expertise to scale innovative practices and increase access to Registered Apprenticeship for underserved populations, including women, youth, people of color, rural communities, people with arrest or conviction records, and people with disabilities.This new Initiative builds on President Biden’s efforts to expand Registered Apprenticeships, which include investing hundreds of millions of dollars in Registered Apprenticeships and pre-apprenticeships and launching an Apprenticeship Accelerator that speeds up the time it takes to get approval to start a new program from months to days. The Administration’s efforts have already helped develop over 4,000 new Registered Apprenticeship programs, add 6,700 new employer partners participating in Registered Apprenticeship programs, and led to the hiring of more than one million apprentices.The Apprenticeship Ambassador Initiative will have long-lasting and mutually beneficial economic benefits for both workers and employers. About 93 percent of workers who complete Registered Apprenticeships gain employment and earn an annual average starting wage of $77,000. Registered Apprenticeships also help employers attract, train, and retain a skilled and diverse workforce and reap a $1.47 return for every dollar spent on Registered Apprenticeships. The Initiative will help to ensure there is a skilled, diverse workforce to implement the President’s economic agenda – including tackling the supply chain challenge and filling new clean energy jobs created by the Inflation Reduction Act, manufacturing and technology jobs created by the CHIPS and Science Act, infrastructure jobs created by the Bipartisan Infrastructure Law, and roles in other high-demand sectors like health care and cybersecurity.For example, through the Initiative:These efforts complement the Administration’s efforts to expand Registered Apprenticeships to build a skilled, diverse workforce in high demand areas—including those that are bolstered by President’s economic agenda. For example,  the Administration launched the Talent Pipeline Challenge, a nationwide call to action for employers, education and training providers, states, local, Tribal, and territorial governments, and philanthropic organizations to make tangible commitments that support equitable workforce development – including launching or scaling Registered Apprenticeships – in critical infrastructure sectors: broadband, construction, electric vehicle charging, and battery manufacturing. Clean energy tax credits in the Inflation Reduction Act include a significant bonus for businesses that hire using Registered Apprenticeship programs and pay prevailing wage rates – ensuring our clean energy investments create high-quality training pathways that lead to good-paying jobs. State and local governments are using American Rescue Plan Fiscal Recovery Funds to expand pre-apprenticeships and Registered Apprenticeships in response to the negative economic impacts of the pandemic. The Department of Labor is also taking additional steps to expand Registered Apprenticeship to serve at least 1 million apprentices annually within the next 5 years. These steps include:The Department of Commerce is expanding Registered Apprenticeships, including by:The Department of Education is expanding Registered Apprenticeship, including by:Visit Apprenticeship.gov to start a program, become an apprentice, become an Apprenticeship Ambassador, or learn more about the Apprenticeship Ambassador Initiative and National Apprenticeship Week in November where many Ambassadors will showcase their commitments.###"
}