{
    "title": "FACT SHEET: Biden-Harris Administration Announces Dozens of Pharma Companies Raised Prices Faster than Inflation, Triggering Medicare Rebates | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/14/fact-sheet-biden-harris-administration-announces-dozens-of-pharma-companies-raised-prices-faster-than-inflation-triggering-medicare-rebates/",
    "created_at": null,
    "content": " President Biden’s Inflation Reduction Act cracks down on Big Pharma price gouging, saving some seniors thousands of dollars per dose of medicationToday, President Biden will visit the National Institutes of Health Clinical Center in Bethesda, Maryland to announce that dozens of pharmaceutical companies will be required to pay rebates to Medicare for outrageous price hikes on prescription drugs that over 750,000 seniors take per year. For the last quarter of 2023, 48 Medicare Part B drugs raised their prices faster than inflation, and some drug companies raised prices of certain medications faster than inflation for every quarter over the last year. President Biden’s Inflation Reduction Act cracks down on this exorbitant price gouging, requiring these companies to pay rebates back to Medicare, saving seniors who take these drugs between $1 and $2,786 per dose on their medication.President Biden vowed to lower prescription drug costs for seniors and families – and he is delivering on that promise. His Inflation Reduction Act finally allows Medicare to directly negotiate lower prescription drug prices, capped the cost of insulin for Medicare beneficiaries at $35, made recommended adult vaccines free, requires drug companies to pay rebates if they raise prices faster than the rate of inflation, and locked in savings of $800 per year on health insurance for nearly 15 million Americans. While Republicans in Congress fight tooth and nail to repeal the Inflation Reduction Act and put money back in the pockets of Big Pharma, President Biden won’t back down from the fight to lower costs for hardworking Americans and make sure every family has access to affordable health care.Today, the Biden-Harris Administration is announcing the following:After decades and hundreds of billions of dollars spent by Big Pharma to block Medicare from directly negotiating lower prescription drug prices for people with Medicare, President Biden’s Inflation Reduction Act finally got it done. In total in 2022, Medicare Part D beneficiaries paid $3.4 billion in out of pocket costs for the 10 drugs selected for negotiation, and some paid over $6,000 per year for just one of the drugs on the list. Negotiated prices will go into effect for seniors in 2026.Today’s announcements build off the actions the Administration has already taken to lower prescription drug costs for millions of seniors and families because of President Biden’s Inflation Reduction Act. In 2023 alone:In the coming months and years, the Inflation Reduction Act will continue to deliver cost-savings to millions of Americans, including:"
}