{
    "title": "FACT SHEET: $50B+ of U.S. Private Sector Investments into APEC Economies, as well as Private Sector Contributions to Sustainability, Inclusivity, and Resilience | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/16/fact-sheet-50b-of-u-s-private-sector-investments-into-apec-economies-as-well-as-private-sector-contributions-to-sustainability-inclusivity-and-resilience/",
    "created_at": null,
    "content": "Under President Biden’s leadership, the U.S. host year of Asia-Pacific Economic Cooperation (APEC) has demonstrated that the United States is uniquely positioned to drive sustainable, inclusive, dynamic growth in one of the most vibrant and economically important regions in the world.American businesses are the largest source of foreign direct investment in APEC economies. The United States’ strong and resilient economy remains an indispensable driver of prosperity and innovation across our partners in the Asia-Pacific. Our public and private sectors continue to deliver for APEC economies, catalyzing sustainable, high-quality investments that create good jobs within APEC member economies as well as in the United States.Many of these investments also advance the Partnership for Global Infrastructure and Investment (PGI), President Biden and the G7’s flagship infrastructure initiative for leveraging the expertise and financing from the private sector to scale quality investments in low- and middle-income countries to generate economic growth.Today, U.S. companies represented at the APEC CEO Summit highlighted and announced over $50 billion of investments into APEC economies in 2023. This slate of announcements includes:Participating companies—represented by over 200 CEOs and C-Suite Executives in attendance at the APEC CEO Summit—made announcements supporting the three policy pillars of the APEC Economic Leaders’ Week, making the Asia-Pacific more: (1) Inclusive and Interconnected, (2) Green and Sustainable, and (3) Resilient and Secure. These announcements include:Inclusive & Interconnected Pillar:Example investments from American companies that will further the integration of a “Digital Pacific,” foster broader economic participation, and promote equality and inclusion, include:Green & Sustainable Pillar:Example investments from American companies that will support the clean energy transition and sustainable business practices across APEC economies, include:Resilient & Secure Pillar:Example investments from American companies that will shore up reliable supply chains, bolster regional health and cyber preparedness, and support small- and medium-sized businesses/enterprises (SMBs/SMEs) across APEC economies, include:###"
}