{
    "title": "FACT SHEET: White House Announces over $40 Billion in American Rescue Plan Investments in Our Workforce – With More Coming | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/12/fact-sheet-white-house-announces-over-40-billion-in-american-rescue-plan-investments-in-our-workforce-with-more-coming/",
    "created_at": null,
    "content": "Vice President Kamala Harris to deliver remarks at White House Summit and reinforce call for state and local leaders to invest American Rescue Plan funds to help more Americans secure good-paying jobsOn Wednesday, the White House will announce that over $40 Billion in American Rescue Plan funds have been committed to strengthening and expanding our workforce. White House officials will highlight top American Rescue Plan workforce best practices from Governors, Mayors, and County Leaders across the country, and call on more government officials and private sector leaders to expand investments in our workforce. Vice President Kamala Harris will deliver remarks kicking off a half-day White House Summit. Since passage of the law, states, localities, community colleges, and local organizations have leveraged American Rescue Plan resources to deliver training, expand career paths, encourage more Registered Apprenticeships, provide retention and hiring bonuses in critical industries, and power efforts to help underserved Americans and those who face barriers to employment secure good jobs. These investments in the workforce – along with the American Rescue Plan’s direct payroll support that has saved or restored jobs across a broad set of industries – have contributed to a record 9 Million jobs added since President Biden took office in the fastest and strongest jobs recovery in American history.The half-day White House Summit on the American Rescue Plan and the Workforce will feature remarks by Vice President Harris and Secretary of Labor Marty Walsh, a session on state American Rescue Plan workforce investments with North Carolina Governor Roy Cooper and Pennsylvania Governor Tom Wolf, as well as panels with Mayors, County Leaders, and Labor and Community Leaders on their model American Rescue Plan workforce programs. The Summit will focus on three major areas of American Rescue Plan investment:1. Building a Diverse and Skilled Infrastructure Workforce: President Biden and Vice President Harris have launched the Administration’s Infrastructure Talent Pipeline Challenge to encourage immediate partnerships by the public and private sectors to ensure we have the diverse and strong workforce needed to help rebuild our infrastructure and supply chains here at home with the Bipartisan Infrastructure Law. Today’s session will focus on innovative programs to meet this challenge like the DC Infrastructure Academy, with a special focus on Pre-Apprenticeship programs funded by the American Rescue Plan. Pre-Apprenticeship programs play a critical role in diversifying the talent pipeline by training, placing, and retaining workers through Registered Apprenticeships – which the North America’s Building Trades Unions (NABTU) has cited as having a return on investment for employers of as much as $3 for every $1 invested. The session will feature:2. Strengthening Our Care and Public Health Workforce: The pandemic exposed the fragility and importance of our care economy. As part of an unprecedented commitment to a stronger care workforce, the American Rescue Plan contains significant investments in public health and the care economy that will help provide better pay and career opportunities for care workers and make it easier for workers with child and elder care responsibilities to join and stay in the workforce. U.S. prime-age labor force participation has fallen behind that of its competitors, in part due to lack of family friendly policies. Studies show that access to care can be an important determinant of whether workers are able to join or remain in the labor force. Millions of families rely on paid child and elder care to work, while millions more struggle to afford or find available care. The demand for child and elder care remains high and will only grow, with a projected need for over a million additional home health care workers over the next decade. Studies have shown that quality pathways for nursing aides leads to better outcomes for patients and workers. The American Rescue Plan is helping deliver supports for quality pathways for these essential jobs.The session will feature:  3. Expanding Access to the Workforce for Underserved Populations: American Rescue Plan funds are being used to recruit more Americans facing barriers to employment – homelessness, disability, prior criminal justice involvement – and giving them pathways into the workforce. More than 600,000 people leave prison every year and confront significant challenges in accessing and sustaining stable, meaningful employment – a 2018 study estimated that formerly incarcerated individuals experience an unemployment rate of over 27 percent, exponentially higher than the overall national unemployment rate. Investments in expanding access to the workforce strengthen our economy by increasing labor force participation and tapping into the potential of more Americans, and research shows that certain programs – such as comprehensive reentry programs and summer youth employment programs – can significantly reduce crime. The session will feature:To date, the Administration has worked with states, localities, and other American Rescue Plan recipients to identify over $40 Billion in American Rescue Plan funds being utilized to strengthen and expand our workforce:Over $13 Billion in American Rescue Plan Workforce Investments Committed or Proposed by Over 1,000+ State, Local, Tribal, and Territorial Governments.Over $16 Billion in Medicaid and Department of Health and Human Services (HHS) Funds for the Care and Healthcare Workforce.Over $12 Billion in American Rescue Plan Education Funds to Strengthen the K-12 Educator Workforce and Expand Workforce Credentials.In addition to investments outlined above, over $3 billion in additional, competitively awarded American Rescue Plan funding will be invested in the coming months, including:__Summaries of American Rescue Plan Best Practices in Workforce Investments Highlighted by State and Local Leaders at White House Summit1. North Carolina is committing American Rescue Plan funds to address the barriers holding back workers and expand opportunities for careers in high-growth fields offering good wages. Governor Roy Cooper will explain that North Carolina is leading the way with innovative investments to increase compensation for care economy workers and establish and expand work-based learning opportunities in critical sectors. To improve recruitment and retention in care fields, the state is leveraging American Rescue Plan Child Care Stabilization program grants to incentivize and fund increased compensation for tens of thousands of child care workers in the state – reducing turnover and increasing the strength of the workforce – and investing over $200 Million annually utilizing American Rescue Plan-enhanced Home and Community Based Services funding to increase wages for direct care workers. North Carolina is also using American Rescue Plan resources to establish a new Direct Care Jobs Innovation Fund that will support initiatives that improve recruitment and retention among the direct care workforce, including training opportunities and workforce supports. Further, the state is investing American Rescue Plan funds in key workforce efforts, including establishing work-based learning programs supporting small businesses, helping individuals who are justice-involved or in substance use recovery enter the workforce, as well as filling critical infrastructure and supply chain jobs by investing in expanding truck driver training, apprenticeships in high-demand fields, and a work-based learning program in the construction trades across the NC Community College System.2. Pennsylvania is delivering historic support to its care and healthcare workforce with American Rescue Plan funds. Governor Tom Wolf will discuss how the state is investing in expanded training and credentialing opportunities for direct care workers across the state, improving retention and quality of care. Using American Rescue Plan-enhanced Home and Community Based Services funds, these initiatives include increasing behavioral health provider rates to support state staff training, education, and recruitment, as well as creating an online education and training portal to strengthen supports to nursing professionals. The state is also delivering $225 Million statewide for healthcare retention and recruitment efforts, including payments to direct care staff as well as expanding a high-demand nurse loan forgiveness program. In addition, the state is providing nearly $190 Million through the American Rescue Plan to support retention bonuses, personnel development, and recruitment efforts for its child care workforce.Building a Diverse and Skilled Infrastructure Workforce1. Washington, DC is expanding its DC Infrastructure Academy to fill growing DC infrastructure jobs. Mayor Muriel Bowser will describe the DC Infrastructure Academy, which is a key initiative of her administration, launched in 2018 to meet the need for skilled infrastructure professionals in the District. The school coordinates, trains, screens, and recruits residents to fulfill the needs of the DC infrastructure industry, matching graduates to infrastructure jobs with leading companies in this high-demand field. The city is investing over $4 Million to expand the program in preparation for the coming demand for infrastructure workers as a result of the Bipartisan Infrastructure Law.2. Los Angeles County, CA is investing $10 Million to bolster High Road Training Partnerships (HRTP) and its Worker Equity Fund. Supervisor Holly Mitchell will describe LA County’s American Rescue Plan investment to enhance training programs in high-demand sectors such as construction, transportation and warehousing, manufacturing, technology, and more with an American Rescue Plan investment in High Road Training Partnerships. Bringing together industry, education and training providers, labor, and community groups, HRTPs focus on building long-term career pathways utilizing pre-apprenticeships and apprenticeships, provide family-sustaining wages, and require deep collaboration between employers, workers, education partners, and the workforce system. The pre-apprenticeship program deploys the Los Angeles-Orange County Building Trades Council’s Multi-Craft Core Curriculum and spans 8-10 weeks, and aims to enroll at least 480 individuals in all HRTPs with at least 350 individuals hired in permanent employment. This is part of Los Angeles County’s larger workforce development plan, which includes reducing workforce barriers for youth, enhancing job placement programming for justice-involved individuals and those experiencing homelessness, rapid re-employment, as well as a Worker Equity Fund that provides supportive services and flexible cash assistance for participants in the county’s workforce programs to mitigate barriers to successful participation.3. Franklin County, OH is committing over $11 Million in State and Local funds to support a number of job training assistance programs, including over $2 Million toward the Building Futures Pre-Apprenticeship Program. Commissioner John O’Grady will explain the county’s investment in Building Futures, a 12-week program designed to help low-income Franklin County residents pursue careers in the skilled construction trades, including electrical work, iron work, carpentry, painting, plumbing, and more, with a focus on recruiting populations that have been historically underrepresented in the trades. More than half of program graduates were TANF-eligible when they first enrolled. Most graduates have gone on to become apprentices and are earning an average wage of over $22 per hour plus benefits – with some earning as much as $30 and $40 an hour. The program, which was developed in partnership with the Columbus/Central Ohio Building and Construction Trades Council, Columbus NAACP, and the Columbus Urban League, provides both “hard skills” training, including safety certification and trade-specific instruction, as well as “soft skills” training, including interpersonal skills and financial literacy, as well as a weekly $250 stipend. Participants are also eligible to receive supportive services offered through Building Futures in average amounts of $1,500-$2,500, depending on a person’s individual needs, to help address barriers like transportation, housing, childcare, and more. At the end of each cohort, participants complete an entrance assessment to progress directly into a Building Trades apprenticeship program. The county also runs an American Rescue Plan-funded Driving Futures program, which fills critically needed positions as licensed drivers in Central Ohio’s construction industry.4. Louisville, KY is proposing an expansion of its successful Kentuckiana Builds construction program. Mayor Greg Fischer will explain how he is answering the President’s call to action on the Talent Pipeline Challenge by proposing American Rescue Plan funds be deployed to expand the city’s pre-apprenticeship program, Kentuckiana Builds. The program is run by the Louisville Urban League in partnership with the Carpenters Union. The program helps diverse residents successfully complete a 6-week construction training program, which then provides them access to union apprenticeships in partnership with the International Brotherhood of Electrical Workers and the Carpenters Union, as well as other basic construction roles. Since its inception, over 350 individuals have graduated from the program into good construction jobs. The proposed American Rescue Plan investment would enable the Kentuckiana Builds pre-apprenticeship program to serve additional participants. Beyond this proposed investment, Louisville has made a number of American Rescue Plan-funded investments in workforce, including a comprehensive reentry program for formerly incarcerated individuals.5. North America’s Building Trades Unions (NABTU) is working with state and local leaders to promote American Rescue Plan-funded Pre-Apprenticeship Programs as a critical pathway to Registered Apprenticeship Programs that will help fill the increased workforce needs of the Bipartisan Infrastructure Law. NABTU Special Assistant to the President Melissa Wells will describe how NABTU has closely partnered with state and local governments, construction industry employers, and non-profit organizations to invest American Rescue Plan funds in their Pre-Apprenticeship programs known as Apprenticeship Readiness Programs. This builds on NABTU’s work to create over 190 Apprenticeship Readiness Programs across the country in the last fifteen years, which are a pipeline to multi-year Registered Apprenticeship programs. These programs specifically focus on recruiting and training women, people of color, transitioning veterans, and the formerly incarcerated. NABTU operates over 1,600 Registered Apprenticeship training centers in the United States and graduates at least 50,000 apprentices each year — with over 80,000 graduated in 2019 alone.Strengthening Our Care and Public Health Workforce1. Ramsey County, MN is supporting its care workforce through a $1 Million Public Health Career Pathways program and addressing a shortage of quality child care programs by offering new incentives and supports. Commissioner Mary Jo McGuire will describe Ramsey County’s Public Health Career Pathways program, which will increase the public health workforce and lift up low wage earners by offering careers as a registered nurse or community health worker. Selection priority is given to those who live in Ramsey County, are single parents, receiving public assistance, and/or are a member of an underrepresented group in the public health workforce. The program provides: college preparatory coaching and mentoring; reimbursement of tuition, expenses for transportation and/or child care, and other related academic costs; wages to allow participants to enroll full-time; and paid work time to complete coursework. To bolster the child care workforce, Ramsey County is providing bonuses of $1,000 per year and free professional development training to help providers remain open. Additionally, the county is recruiting additional child care educators in the neighborhoods most affected by the child care shortages, offering the training required to achieve a Child Development Associate credential at no cost. Participants will also receive mentoring support provided by experienced child care educators who currently operate high-quality programs and other necessary support for early childhood educators looking to open child care programs.2. Erie County, NY used $1.6 Million in American Rescue Plan funds to launch a Healthcare Careers Program. County Executive Mark Poloncarz will explain that the county is providing educational grants for training in high-demand healthcare occupations, such of up to $10,000 per student. Students must be enrolled in an approved occupational program, meet certain income requirements, and must currently earn less than $25 per hour. Students enrolled in the program also receive a transportation allowance, child care assistance, and access to an emergency fund of up to $500 for emergencies. Since the program began in October 2021, more than 320 residents have already enrolled in programs offered by the County’s training partners (including Erie 1 BOCES, Trocaire College, D’Youville University, SUNY Erie and Villa Maria College). Given the program’s success so far, the county has dedicated additional funding to sustain and expand the program.3. Manchester, NH is investing $6 Million in a Community Health Worker (CHW) Program. Mayor Joyce Craig will discuss the city’s investment in the CHW program. The new team is multicultural and collectively speaks 11 languages, in addition to English (Spanish, French, Nepali, Hindi, Swahili, Kinyarwanda, Kurundi, Mandinka, Fula, Wolof, and Yoruba). CHW staff are participating in a CHW Certificate program hosted by the Southern New Hampshire Area Health Education Center. The program will also be working closely with the Harvard School of Public Health to provide occupational health and safety training and technical assistance. CHW staff are proactively working with local community groups and organizations in their assigned neighborhood areas in the City to best serve neighborhood concerns and needs. As this Program is a joint effort between the Manchester Health Department and Manchester Police Department, the two Departments will be creating a structure to support linkages and coordination of efforts across public health and public safety.4. The Communities RISE Together initiative, supported by WE in the World and the Public Health Institute, is using American Rescue Plan funding to recruit, hire, and train Community Health Workers to work with Black, Native American, Latinx, Asian American/Pacific Islander, immigrant/migrant, and low-income older adult populations in 200+ counties across the country. Director of the Communities RISE Together Initiative at the Public Health Institute Dr. Somava Saha will describe how RISE partners train and engage vaccine ambassadors and promotoras to serve as trusted messengers and connect community members with vaccines and well-being needs, while working to address underlying drivers of health inequities.  Together, they have reached over 44 Million people through trusted, often nontraditional, messengers and channels and connected 200,000+ Americans to vaccines and supports like food, rental assistance, and social connection.5. Service Employees International Union (SEIU) is mobilizing workers across the country to ensure American Rescue Plan funding for HCBS continues to improve conditions for care workers – who are 90 percent women and disproportionately women of color – and to stabilize and grow the care workforce and expand access to high-quality affordable home and community-based care. SEIU Secretary-Treasurer April Verrett will describe how SEIU and its partners are working together to ensure states are using funds to transform care work into good, union jobs that provide benefits and pay enough to support a family. This will help to create a sustainable care workforce and lift entire families and communities who are supported by care work.  SEIU and its partners are also working with states to expand training opportunities to both help existing caregivers build additional skills and develop a pipeline of new workers.Expanding the Workforce by Helping Americans Overcome Barriers1. Memphis, TN is investing over $20 Million in workforce programs, with a focus on youth employment – particularly for disconnected youth and youth with disabilities. Mayor Jim Strickland will describe the Opportunity R3 (Rethinking, Rebuilding, Rebranding) initiative, established with American Rescue Plan funds, which provides workforce readiness training for disconnected youth ages 16-24. According to one report, the Memphis metropolitan area has among the highest number of disconnected youth in the country, with over one in five youth neither working or in school. The R3 program helps participants develop a career and education plan, and guides participants on issues including job applications and resume work, communication and other soft skills, and financial management. The program also provides broader support to participants, including assisting with opening banking accounts, and has currently seen over 80 percent of graduates stay on track on their career or educational path. Additionally, the city is using American Rescue Plan funds to pilot “I Am Included,” a program for youth with disabilities. The program helps youth between ages of 14-18 with specific disabilities – including those who are deaf and hard of hearing or visually impaired, or with specific learning disabilities and intellectual disorders – develop soft and hard skills to prepare for gainful employment and other post-high school options. Topics discussed in the program include financial literacy, personal/professional development, conflict resolution, self-advocacy, goal setting, and mental health awareness. These programs are part of Memphis’ broader investment in workforce development, which includes several other youth employment training programs.  2. Harris County, TX is committing over $2 Million in American Rescue Plan funds toward Employ2Empower (E2E), a workforce program that employs unhoused individuals living in encampments. Commissioner Adrian Garcia will explain how American Rescue Plan funds have enabled the E2E program to expand from a one-precinct pilot into an expanded county-wide program, which is estimated to serve 160 individuals in four separate cohorts over 12 months. The initial precinct-level pilot compensated participants at $10 per hour, and the expanded E2E program employs these individuals for up to 32 hours a week, at a pay rate of $15 per hour, while providing access to resources to meet their basic needs. The work includes graffiti removal, illegal dumping abatement, and upkeep of public properties. Participants will also work alongside previously unhoused individuals who will serve as their Peer Mentors to provide motivation and support. E2E provides steady income and workforce development training, and connects participants to a pathway to a permanent housing solution, wrap-around services, and additional benefits, including ID services. The program implementation and management utilize inputs from Career and Recovery Resources (CRR), partner organizations, and the Harris County Sheriff’s Office. By utilizing lessons learned from the pilot program, the goal is to provide a consistent stabilizing experience for program participants, who require time and intensive support to alleviate the effects of experiencing homelessness. The program is a pre-employment program intended to support individuals in graduating into higher-skilled programs and addresses racial disparities in homelessness and unemployment by reaching out to marginalized groups with 48% of participants being African American.3. Employ Milwaukee and WRTP|Big Step are deploying American Rescue Plan-funded worker development programs by targeting underserved communities in Wisconsin. Employ Milwaukee CEO Chytania Brown will explain how the local workforce development board, with a $5 Million American Rescue Plan grant from Wisconsin, launched a new Skillful Transitions program aimed at connecting traditionally underserved groups to jobs. The program provides an individualized assessment of skills, experience, and job readiness, and provides job readiness training, skills training, and paid work experience across a variety of sectors, including construction, manufacturing, financial services, healthcare, and more. The program conducts targeted, specialized outreach to at-risk populations, including justice-involved individuals (pre- and post-release), veterans, individuals with disabilities, and human trafficking survivors. Employ Milwaukee also provides wraparound supports and targets high-unemployment and dislocated city residents for its other American Rescue Plan-funded programs, such as a $3 Million investment by Milwaukee into lead abatement certification training – where there is an overall goal of serving a majority of people of color with a special emphasis on opportunity youth.President Lindsay Blumer of WRTP | BIG STEP, a non-profit workforce intermediary in Wisconsin, will describe how her organization has used American Rescue Plan funds to expand the workforce in construction, manufacturing, and adjacent emerging sectors. In three programs funded by Milwaukee and Wisconsin’s American Rescue Plan dollars – which include a manufacturing high school equivalency degree joint pre-apprenticeship, after-school youth construction career exploration and hands-on training, and a community resource navigator program – the organization focuses on recruiting those who are underserved or not traditionally represented in these occupations, such as those individuals who are justice-involved, veterans and/or identify as differently abled. Critically, once enrolled, the organization provides a variety of barrier remediation and supportive services, such as food share and child care vouchers, focused mentoring and tutoring, as well as legal support, such as driver’s license recovery. The organization directly connects participants with employers for access to family-sustaining waged careers. Close to 100 percent of its participants are considered underserved or traditionally unrepresented, with about 70 percent identifying as people of color and a majority as low-income.APPENDIX: Additional Examples of States, Cities, Counties, and Community-Based Organizations Using American Rescue Plan Funding to Invest in Our WorkforceBuilding a Diverse and Skilled Infrastructure WorkforceStrengthening Our Care and Public Health WorkforceA. HOME AND COMMUNITY BASED CAREB. HEALTHCAREC. HISTORIC SUPPORT FOR CHILD CARE WORKERSExpanding Access to the Workforce for Underserved Populations###"
}