{
    "title": "Fact Sheet: President Biden and Vice President Harris Are Delivering For Young Americans | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/14/fact-sheet-president-biden-and-vice-president-harris-are-delivering-for-young-americans/",
    "created_at": null,
    "content": "VICE PRESIDENT HARRIS’S FIGHT FOR OUR FREEDOMS COLLEGE TOURProtecting Our Rights | Using Our Voices | Determining Our Future*   *   *As students head back to the classroom, Vice President Harris is launching a month-long “Fight for Our Freedoms College Tour” across America to mobilize young people in the ongoing fight for fundamental freedoms and rights. She is set to visit at least seven states to hold a whirlwind of high-energy, large-scale campus events at around a dozen schools – including historically Black colleges and universities, Hispanic-serving institutions, community colleges, apprenticeship programs, and four-year state schools. The Vice President’s flurry of tour stops will bring thousands of students together around the critical fights for reproductive freedom, commonsense gun safety laws, climate action, voting rights, LGBTQ+ equality, and teaching America’s full story.As the Vice President officially kicks off her college tour at Hampton University today, the White House is highlighting how the Biden-Harris Administration has consistently engaged with, partnered alongside, and delivered for young people across the nation.President Biden and Vice President Harris Are…Investing in our Schools and CollegesPresident Biden and Vice President Harris believe that investing in education is investing in America’s future. To ensure that every young American has the opportunity for a strong start in life, the Biden-Harris administration has:Supporting Student BorrowersThe average young adult (18-24) with student loans owes more than $14,000. President Biden and Vice President Harris are doing everything within their power to fix problems in the student loan system, provide debt relief to borrowers, and make college more affordable. The administration:Expanding Health Care AccessYoung adults are more likely to lack health insurance than any other age group. President Biden and Vice President Harris believe that healthcare is a right, not a privilege, and they are taking action to expand access to these essential services: Supporting Mental HealthOur nation’s young people are facing an unprecedented mental health crisis. Rates of depression, anxiety and suicidal thoughts among youth have been on the rise, and young people face increasing isolation and impacts of social media. Last year, almost a third of young adults didn’t get the mental health care they needed even though they had insurance. To address this crisis, the Biden-Harris administration has:Vice President Kamala Harris knows that young leaders are taking mental health seriously and she is calling on them to be engaged, including by participating in peer-to-peer support and considering a career in a mental health profession.Making the Economy Work for WorkersToday, three years after the 2020 recession, the economy is starting to work for young people, thanks to President Biden’s and Vice President Harris’s efforts.Lowering the Cost of LivingAlmost 10 million young adults (18-34s) say they are “very worried” about not having enough money to pay their monthly bills. President Biden and Vice President Harris understand young people are facing an affordability crisis, and they are taking action to respond by:Standing up for Reproductive RightsIn the wake of the Supreme Court’s decision overturning Roe v. Wade, nearly 28 million women of reproductive age live in a state with an abortion ban. These extreme and dangerous abortion bans have an outsized impact on young people, three-quarters of whom believe that abortion should be legal.   To ensure all women, including young women, can access the health care they need, the Biden-Harris Administration is:Preventing and Addressing Gender-Based ViolenceYoung people are disproportionately impacted by gender-based violence. To prevent gender-based violence and increase support for survivors, the Biden-Harris Administration has:Taking Action to End Gun ViolenceGun violence is the largest killer of children in America – more than cancer and car accidents. More than 20 million young Americans (18-29s) say they are afraid of experiencing a mass shooting. To take action on gun violence, the Biden-Harris Administration:Yet President Biden is the first to say that this is not nearly enough to address this public health epidemic. That’s why he will continue to take action and call on Congress to act, including by banning assault weapons and requiring universal background checks.Tackling the Climate Crisis and Advancing Environmental JusticeOne in three young people (18-24) say that climate change is their top personal concern. President Biden and Vice President Harris are listening to these young people and taking unprecedented action through the most ambitious climate, conservation, and environmental justice agenda in history:Strengthening Civil Rights and Voting RightsToday’s young people are America’s most diverse generation yet. Almost half of 18-29 year-olds identify as Black, Hispanic, Native American, Asian American, Native Hawaiian, or Pacific Islander, and one in five Gen Z Americans identify as LGBTQI+.  President Biden and Vice President Harris are working to live up to the promise of equal rights for all people, regardless of their race, ethnicity, religion, sex, sexual orientation, gender identity, or disability. That’s why they:Addressing a Failed Approach to MarijuanaThe criminalization of marijuana possession has upended too many lives—for conduct that is now legal in many states. While white, Black and brown people use marijuana at similar rates, Black and brown people are more likely to be in jail for it.Advancing Safe, Effective, and Accountable PolicingGeorge Floyd’s murder exposed for many what Black and Brown communities have long known and experienced — that we must make a whole of society commitment to ensure that our Nation lives up to its founding promise of fair and impartial justice for all under the law."
}