{
    "title": "Quad Leaders’ Summit Fact Sheet | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/20/quad-leaders-summit-fact-sheet/",
    "created_at": null,
    "content": "Hiroshima, 20 May 2023President Joseph R. Biden, Jr., Prime Minister Anthony Albanese of Australia, Prime Minister Kishida Fumio of Japan, and Prime Minister Narendra Modi of India met in Hiroshima on May 20, 2023 for the fifth convening of the Quad Leaders’ Summit. The Quad is committed to supporting the region’s development, stability, and prosperity to benefit the people of the Indo-Pacific. The leaders’ ambitious efforts include major initiatives on infrastructure, maritime security, public-private partnership, climate, health, critical and emerging technologies, and space.INFRASTRUCTUREThe Quad leaders are committed to delivering results for the region. Infrastructure – from roads to electricity to internet connectivity – is key to these efforts to meet the needs of the people in the region. The leaders welcome the launch of three major infrastructure initiatives to provide training, capacity, and resources to improve ongoing and future infrastructure projects.Quad Infrastructure FellowshipQuad Partnership for Cable Connectivity and ResilienceINVESTMENTThe Quad leaders are deeply committed to a prosperous Indo-Pacific which enhances the lives of its citizens. Fostering investment will aid economic development in the region now and for the future.Quad Investors Network (QUIN)Export Credit Agencies MOCCRITICAL AND EMERGING TECHNOLOGYAs technology evolves, the Quad is committed to ensuring that it is leading the innovations of the future and that the benefits of new and emerging technologies are shared throughout the region.Commercial Open RAN Deployment in PalauOpen RAN Security ReportAdvancing Innovation to Empower Nextgen Agriculture (AI-ENGAGE)Quad Technology Business and Investment ForumMARITIMEThe Indo-Pacific region comprises 65 percent of the world’s oceans and countries throughout the region depend on the free movement of goods and people for their livelihoods. The Quad has made significant steps in enhancing maritime domain awareness.   Indo-Pacific Partnership for Maritime Domain Awareness (IPMDA)EDUCATIONThe Quad is a partnership not only among governments, but among our people – and none more so than the next generation. The Quad is committed to fostering future STEM innovators to build the foundations of tomorrow’s successes today.Quad STEM FellowshipCLIMATE AND CLEAN ENERGYIndo-Pacific nations are at the epicenter of the climate crisis and bear many of the most damaging impacts of climate change. The Quad aims to help countries mitigate the effects of climate change and strengthen their climate resilience.Clean Energy Supply Chain Principles and Diversification ProgramClimate Information Services Initiative (CIS)Quad Indo-Pacific Oceans Research Alliance (QIPORA)HEALTHAs the world continues to recover from COVID-19, the Quad recognizes the importance of strengthening health security and the Indo-Pacific’s ability to handle future health crises.Quad Health Security PartnershipTECHNOLOGY STANDARDSThe Quad leaders are committed to establishing shared principles and standards for the benefit of our citizens as technologies continue to develop and evolve.Joint Principles on Critical and Emerging Technology StandardsThe Quad International Standards Cooperation Network (Q-ISCN)CYBERFrom cybersecurity to critical infrastructure to software, the Quad is committed to advancing a secure and resilient cyber ecosystem.Cyber ChallengeCritical Infrastructure PrinciplesSoftware Security PrinciplesSPACEAs interest in the space domain continues to grow, Quad countries are increasing cooperation on civil and commercial activities, including improving information sharing on climate and space situational awareness data. Extreme Precipitation EventsCommercial Space CooperationSpace Situational Awareness###"
}