{
    "title": "FACT SHEET: President Biden’s Leaders Summit on Climate | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/23/fact-sheet-president-bidens-leaders-summit-on-climate/",
    "created_at": null,
    "content": "On Day One, President Biden fulfilled his commitment to rejoin the Paris Agreement. Days later, he took executive actions to ensure we tackle the climate crisis at home and abroad – all while creating jobs and strengthening our economy. This week, he held a historic summit with 40 world leaders to show that America is back.Over the course of two days and eight sessions, President Biden convened heads of state and government, as well as leaders and representatives from international organizations, businesses, subnational governments, and indigenous communities to rally the world in tackling the climate crisis, demonstrate the economic opportunities of the future, and affirm the need for unprecedented global cooperation and ambition to meet the moment.On the first day of the summit, President Biden upped the ante. He announced the United States will target reducing emissions by 50-52 percent by 2030 compared to 2005 levels. He underscored America’s commitment to leading a clean energy revolution and creating good-paying, union jobs – noting that the countries that take decisive action now will reap the economic benefits of the future.In the United States, the Biden-Harris Administration has mobilized a whole-of-government approach to unleash economic opportunities, create good jobs, and advance environmental justice. From the national to the local level and across all agencies, the federal government is not only working to help those hit hardest by climate impacts, but also creating a more resilient, equitable, and prosperous future.While the Biden-Harris Administration has committed itself to addressing the climate crisis, countries across the globe must also step up. Given that more than 85 percent of emissions come from beyond U.S. borders, domestic action must go hand in hand with international leadership. All countries – and particularly the major economies – must do more to bend the curve on global emissions so as to keep a 1.5 degree C limit on global average temperature rise within reach. President Biden’s Leaders Summit helped ensure the international community is working together to tackle the climate crisis and support the most vulnerable. Together with the new United States 2030 target along with those announced in the run-up to and at the summit, more than half of the world’s economy is now committed to the pace of action we need to limit warming to 1.5 degree C. And this coalition is growing.President Biden convened the U.S.-led Major Economies Forum (MEF) on Energy and Climate, a group the United States first convened during the George W. Bush Administration. Together, the 17 MEF economies are responsible for approximately 80 percent of global greenhouse gas emissions and global GDP. At the Summit, alongside the United States, the other MEF participants committed to take the necessary steps to set the world up for success in this decisive decade. The heads of state and leaders of the MEF participants were also joined by the leaders of countries that are especially vulnerable to climate impacts, as well as countries charting innovative pathways to a net-zero economy. Business leaders, innovators, local officials, and indigenous and youth representatives participated in the summit, sharing their insights and planned contributions to help tackle the climate crisis.For our part, the United States is leading the way with a range of bold new commitments across the federal government that demonstrate its leadership, create jobs, rally the rest of the world to step up, mobilize finance, spur transformational innovations, conserve nature, build resilience, strengthen adaptation and drive economic growth for communities. U.S. commitments include:Enhancing climate ambition and enabling the transformations required to reach net-zero emissions by 2050. President Biden is galvanizing efforts by the world’s major economies to reduce emissions during this critical period. From reducing short-lived climate pollutants and supporting the most vulnerable to investing in nature-based solutions, these transformational changes are critical to keep a 1.5 degree C limit on global average temperature rise within reach. Just as importantly, they will create new, good-paying jobs today to drive tomorrow’s economy.The Biden-Harris Administration’s whole-of-government approach is ensuring that climate considerations are incorporated across U.S. engagements both at home and abroad. Some of the initiatives that were announced today include:Mobilizing financing to drive the net-zero transition and adapt to climate change. Finance plays a vital role in accelerating the transition to a clean energy economy and building a climate-resilient future. Current financial flows are inadequate for addressing the scale of the climate crisis. Through President Biden’s international climate finance plan, the U.S. government will make strategic use of multilateral and bilateral channels and institutions to assist developing countries in implementing ambitious emissions reduction measures, protect critical ecosystems, build resilience against the impacts of climate change, and promote the flow of capital toward climate-aligned investments and away from high-carbon investments. To more effectively mobilize public and private finance to address the climate crisis, the United States announced it is:Transforming energy systems. The potential of solar energy, wind power, and electricity storage technologies has improved dramatically over the past few years. But we need to go further and faster. To support accelerated action, new commitments include:Revitalizing the transport sector. The transformation of the transport sector offers some of the biggest opportunities for deep emissions cuts, new jobs, and healthier cities. To jump-start this revolution, the United States is committing to:                                                                                       Building workforces for the future and ensuring U.S. competitiveness. Climate action is an opportunity to spur job creation while enabling all communities and workers to benefit from the clean energy economy. To create opportunities for American-made solutions to tackle the climate crisis abroad, the United States is announcing new commitments to:Promoting innovation to bring clean technologies to scale. Innovation will spur the technology and transformations necessary to reduce emissions and adapt to climate change at scale, while also creating enormous new economic opportunities to build the industries of the future. To build the future we want, the United States announced:Providing urgent support for vulnerable countries to adapt and build resilience to the climate crisis. The climate crisis is already posing challenges to communities at home and around the world. Millions of Americans feel the effects of climate change each year when agriculture fields are flooded, wildfires destroy neighborhoods, and storms knock out power. Communities of color and low-income communities around the country are particularly vulnerable to climate change. Abroad, many vulnerable countries already are facing catastrophic climate impacts. They must build their resilience to the climate crisis now. To strengthen our capacity to help people, reduce future risks and improve resilience, the United States is announcing it is:Implementing nature-based solutions. Nature is a critical part of reaching net-zero emissions and enhancing community resilience. The world’s ocean and forests are critical carbon sinks and a source of life and livelihoods. Recognizing nature’s vital role, the United States is announcing new resources and support for:Promoting safety and security at home and abroad. Climate change has been identified by the Department of Defense (DoD) as a critical national security threat and threat multiplier. As a result, DoD has undertaken assessments of the impacts that the climate crisis has on American military instillations. Today the United States is announcing:Supporting action at every level. Fully addressing the climate crisis requires an all-of-society response. President Biden is committed to working with sub-national actors, business, civil society, indigenous communities, and youth to facilitate collective ambitious action that yields lasting results.Today’s announcements are additional steps in the Biden-Harris Administration’s work to advance an unprecedented whole-of-government response to climate change while creating good-paying, union jobs and advancing environmental justice. On his first day in office, President Biden fulfilled his promise to rejoin the Paris Agreement, and one week later he signed an Executive Order on Tackling the Climate Crisis at Home and Abroad. As part of this Order, the President charged federal agencies to take a comprehensive approach to addressing the climate crisis. From reducing emissions to advancing a just transition, the Biden-Harris Administration is committed to working hand in hand with international leaders, civil society, businesses, and communities and getting countries around the world to step up and meet this global challenge.###"
}