{
    "title": "Joint U.S.-Israel Statement on Launching Strategic High-Level Dialogue on Technology | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/13/joint-u-s-israel-statement-on-launching-strategic-high-level-dialogue-on-technology/",
    "created_at": null,
    "content": "Today, the President of the United States and the Prime Minister of the State of Israel reaffirm their commitment to elevating the strategic partnership between the countries to new heights by launching the new Strategic High-Level Dialogue on Technology, tasked with establishing a U.S.-Israel technological partnership on critical and emerging technologies and solutions to global challenges: pandemic preparedness, climate change, implementation of artificial intelligence, and trusted technology ecosystems. The dialogue will also reinforce existing collaboration mechanisms.The United States-Israel relationship reflects our shared values and interests and the true friendship between our peoples. We pledge to boost our mutual innovation ecosystems, to deepen bilateral engagements, advance and protect critical and emerging technologies in accordance with our national interests, democratic principles and human rights, and to address geostrategic challenges.First, we recognize the importance of the technological ties between the United States and Israel, along with other key partners and allies.Second, we resolve to encourage innovative solutions to global challenges and promote a shared agenda in the international arena.Third, we will advance and facilitate a high-level bilateral inter-agency dialogue led by the respective national security councils of the United States and Israel to enhance our collaboration on promoting and protecting critical and emerging technologies in areas of global concern:Fourth, the Strategic Dialogue on Technology will convene annually, alternating between the United States and Israel. The first meeting will take place in Israel in the fall of 2022, to discuss advancing specific projects in the fields for cooperation mentioned above.Fifth, we affirm our commitment to expanding our cooperation to further areas, and beginning an exchange program in quantum information science, so that the U.S. and Israel can jointly address strategic technology challenges and pursue our common goals for the mutual benefit of both our countries."
}