{
    "title": "FACT SHEET: Vice President Harris Advances the Biden-Harris Administration’s Investing in America Agenda and Highlights Multi-Billion Dollar Semiconductor R&D Investments | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/22/fact-sheet-vice-president-harris-advances-the-biden-harris-administrations-investing-in-america-agenda-and-highlights-multi-billion-dollar-semiconductor-rd-investments/",
    "created_at": null,
    "content": "Today, Vice President Kamala Harris will visit Applied Materials in Sunnyvale, California to highlight how the Biden-Harris Administration’s Investing in America agenda is making historic investments in semiconductor manufacturing and research and development to support American innovation, create jobs, and advance America’s competitiveness. Vice President Harris’ visit coincides with Applied Materials announcing an investment of up to $4 billion in a new research and development facility – the EPIC Center, where it will design the next-generation of tools for semiconductor manufacturing, including in collaboration with leading chipmakers who will ultimately use those tools in their factories. In August, President Biden signed into law the CHIPS and Science Act, which has catalyzed private sector investment, including by impacting the scale of Applied Materials’ investment. During the visit, Vice President Harris will also meet with executives from major semiconductor manufacturing, design, and supply chain companies, to encourage them to invest in America, create American jobs, and revitalize American manufacturing and R&D.The CHIPS and Science Act makes a historic $53B federal investment to strengthen and revitalize the United States’ position in semiconductor research, development, and manufacturing, and ensure America is at the forefront of industries of the future – including nanotechnology, clean energy, quantum computing, and artificial intelligence. The Act is one component of the Biden-Harris Administration’s Investing in America agenda, which is creating a nationwide manufacturing boom, creating good-paying jobs – many which don’t require a four-year degree, and shoring up American supply chains. Since the beginning of the Biden-Harris Administration, private companies have announced $470 billion in manufacturing and clean energy investments in the United States, including over $200 billion in semiconductor manufacturing.The CHIPS and Science Act not only provides incentives for companies to invest in semiconductor manufacturing in the United States, but also includes historic investments in research and development programs to advance American innovation in semiconductors and other technologies, strengthen American supply chains, and advance America’s national security and economic competitiveness.CHIPS and Science Act Mobilizes Historic Private Sector InvestmentsIn just over nine months since President Biden signed the CHIPS and Science Act into law, private companies have announced nearly $140 billion in investments in semiconductor production, supply chains, and R&D to be made over the next decade. And, the Department of Commerce has already received 300 Statements of Interest from potential applicants interested in applying for CHIPS incentives, covering projects in 37 states and all parts of the semiconductor ecosystem. In addition to these investments, universities, community colleges, and other institutions across the country have been working to support the semiconductor workforce.Recently announced investments include:A map of major private sector investments announced during the Biden-Harris Administration can be found at whitehouse.gov/invest.Biden-Harris Administration Reaches Key Milestones in Implementation of CHIPS and Science ActSince the Act’s passage, agencies across the Biden-Harris Administration have been implementing programs established under the Act to support semiconductor manufacturing, research and development, supply chain resilience, and workforce development. The Administration has achieved the following milestones with respect to CHIPS implementation:###"
}