{
    "title": "FACT SHEET: White House Highlights Infrastructure Progress in Every Corner of the Country, Updates State-by-State Fact Sheets | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/08/fact-sheet-white-house-highlights-infrastructure-progress-in-every-corner-of-the-country-updates-state-by-state-fact-sheets/",
    "created_at": null,
    "content": "Over one year ago, President Biden signed the Bipartisan Infrastructure Law – a once-in-a-generation investment in our nation’s infrastructure and competitiveness. While “infrastructure week” was a punchline under his predecessor, President Biden is delivering an “infrastructure decade” that is producing real results to change people’s lives for the better, creating good-paying jobs, and boosting American manufacturing.In his first State of the Union Address in 2022, President Biden highlighted how our historic federal investments in infrastructure would create a visible impact in the lives of American families by committing to start repair on 65,000 miles of roads and 1,500 bridges. The President also committed to making rapid progress across every facet of the law. Since the last State of the Union, the Administration has surpassed those ambitious goals. This includes launching over 3,700 bridge repair and replacement projects across the country, beginning repair of over 69,000 miles of roadway, awarding funds for over 3,000 new clean transit and school buses, increasing enrollment in the Affordable Connectivity Program to over 16 million households, and approving state plans for water funding, EV charging networks and high-speed internet deployment.Overall, the Bipartisan Infrastructure Law represents historic progress, as the largest and most significant investment in:These once-in-a-generation investments are positioning the United States to win the 21st century. That is why the Biden-Harris Administration has been laser-focused on implementing the law.AlabamaAlaskaAmerican SamoaArizonaArkansasCaliforniaColoradoConnecticutDelawareDistrict of ColumbiaFloridaGeorgiaGuamHawaiiIdahoIllinoisIndianaIowaKansasKentuckyLouisianaMaineMarylandMassachusettsMichiganMinnesotaMississippiMissouriMontanaNebraskaNevadaNew HampshireNew JerseyNew MexicoNew YorkNorth CarolinaNorth DakotaNorthern Mariana IslandsOhioOklahomaOregonPennsylvaniaPuerto RicoRhode IslandSouth CarolinaSouth DakotaTennesseeTexasTribal Fact SheetUS Virgin IslandsUtahVermontVirginiaWashingtonWest VirginiaWisconsinWyoming###"
}