{
    "title": "FACT SHEET: U.S.-EU Trade and Technology Council Advances Concrete Action on Transatlantic Cooperation | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/05/fact-sheet-u-s-eu-trade-and-technology-council-advances-concrete-action-on-transatlantic-cooperation/",
    "created_at": null,
    "content": "The U.S.-EU Trade and Technology Council (TTC) held its third ministerial meeting on December 5 at the University of Maryland in College Park. Secretary of State Antony J. Blinken, Secretary of Commerce Gina Raimondo, and United States Trade Representative Katherine Tai co-chaired the meeting with European Commission Executive Vice Presidents Margrethe Vestager and Valdis Dombrovskis to discuss progress and advance concrete action on transatlantic cooperation that demonstrate our approach to trade, technology, and innovation in line with democratic principles and universal human rights. As the largest trade and investment relationship in the world, the United States and the European Union are advancing projects that align with our shared values and promote a rules-based economic system.In conjunction with the TTC, Ambassador Tai, EVP Dombrovskis, and U.S. Department of Labor Under Secretary Lee convened a meeting of the Trade and Labor Dialogue to hear from labor and business leaders about how trade can promote labor rights and create good-paying jobs on both sides of the Atlantic and globally. The U.S. and EU Co-Chairs welcomed virtually senior leaders from Kenya and Jamaica to launch new cooperation with both countries on digital connectivity and discuss how the United States and the EU can better engage third countries to promote secure digital infrastructure. They also engaged with U.S. and EU stakeholders to hear views on advancing the development of resilient supply chains and opportunities for cooperation on digital policy and technology standards.Geostrategic challenges, including Russia’s full-scale invasion of Ukraine and increased assertiveness of autocratic regimes, have reinforced the importance of our shared democratic values, commitment to universal human rights, and leadership role in upholding an international rules-based order, including in the areas of trade, technology and innovation. The U.S. and the EU continue to coordinate efforts to address the spread of Russian information manipulation and interference, particularly in the context of Russia’s aggression against Ukraine, and its impact on third countries, notably in Africa and Latin-America.At this ministerial, the United States and the European Union launched a number of new, concrete initiatives that will deepen our cooperation bilaterally and in partnership with third countries, including:Supporting Secure and Resilient Digital Connectivity in Third Countries:Cooperating on New and Emerging Technologies:Building Resilient Semiconductor Supply ChainsPromoting our Values OnlineEnhancing Trade, Security, and Economic ProsperityAdvancing Efforts to Support Trade-Related Environment, Labor, and Health Initiatives"
}