{
    "title": "FACT SHEET: Biden-Harris Administration Brings High-Speed, Affordable Internet to Tribal Communities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/11/fact-sheet-biden-harris-administration-brings-high-speed-affordable-internet-to-tribal-communities/",
    "created_at": null,
    "content": "Department of Commerce announces $146 million in awards through the Tribal Broadband Connectivity Program, with another $1 billion in funding now availableIn the 21st century, access to affordable, high-speed internet is no longer a luxury: American families need high-quality internet to do their jobs, participate in school, access health care, and stay connected. But far too many Tribal communities remain unconnected: by one definition, over 30 percent of the population on Tribal lands do not have access to broadband infrastructure that provides minimally adequate speeds. The Biden-Harris Administration has set a clear goal of bringing affordable, reliable, high-speed internet to every American. To help make this goal a reality, President Biden secured a historic $65 billion investment to expand internet access through the Bipartisan Infrastructure Law and has mobilized additional resources from across the federal government, including programs created by the American Rescue Plan. These investments are already making a difference in Tribal communities, bringing new internet service to Native American, Alaska Native, and Native Hawaiian households and businesses. Through all of its work with Tribal communities, including broadband infrastructure programs, the Biden-Harris Administration is committed to honoring the Nation-to-Nation relationship with Tribal governments, conducting robust tribal consultation, and investing in the resilience and prosperity of Tribal communities. Today, the Department of Commerce National Telecommunications and Information Administration (NTIA) announced $146 million in awards to bring high-speed internet to Tribal communities in New Mexico through the Tribal Broadband Connectivity Program. Throughout August, NTIA will announce additional awards, totaling more than $500 million. Funding will serve Tribes across the country including in Alaska, Nebraska, South Dakota, Arizona, California, and more states, in addition to today’s awards in New Mexico. NTIA has also announced that it is making an additional $1 billion in funding available to Tribal communities. This $1 billion from President Biden’s Bipartisan Infrastructure Law will fund additional Tribal broadband applications already submitted to NTIA, bringing the total available under the funding opportunity announced in June 2021 to $1.98 billion. NTIA received more than 300 applications during the application window for over $5 billion in requested funding, demonstrating the significant infrastructure needs in Tribal communities. Making an additional $1 billion available under the current funding opportunity will allow the Department of Commerce to quickly allocate these funds to communities in need, without requiring Tribes to reapply. This additional $1 billion at NTIA comes on top of other funding for high-speed internet available to Tribal communities—including $1 billion in funding currently available through the Department of Agriculture’s Reconnect Program, as well as $100 million currently available through the Department of the Treasury’s Capital Projects Fund. But making internet available is not enough: families must be able to afford service and have the skills, technology, and capacity to take advantage of the opportunities that the internet offers. That’s why the Bipartisan Infrastructure Law provides $2.75 billion to promote digital equity and inclusion, aiming to ensure that all people and communities can reap the full benefits of the digital economy. Tribal governments are ready to lead this work: 470 Tribes in 28 states – over 80 percent of federally-recognized Tribes – have indicated that they would like to participate in the Digital Equity Planning Grant program, the first phase of the digital equity programs. In the coming months, the Department of Commerce will work with Tribes to submit applications and then award funds to Tribes to develop digital equity plans to help their communities adopt and use high-speed internet. Moving forward, the Administration will continue to invest in internet access and digital equity for Tribal communities. NTIA will develop another opportunity to apply for funding under the Tribal Broadband Connectivity Program, and the Administration will coordinate resources across government to meet connectivity needs in Tribal communities. For example, NTIA and the Department of the Interior’s Bureau of Indian Affairs have signed a Memorandum of Understanding to coordinate responsibilities for ensuring compliance with environmental, historic preservation, and cultural resources requirements in the program, bringing additional expertise and coordination to efforts to increase Tribal connectivity.  BIDEN-HARRIS ADMINISTRATION ACTIONS TO BRING HIGH-SPEED, AFFORDABLE INTERNET TO TRIBAL COMMUNITIES Today’s announcement is part of a government-wide effort to deliver high-speed internet infrastructure to Tribal communities, create more low-cost internet service options, and address digital equity and inclusion needs to ensure that Native American, Alaska Native, and Native Hawaiian families can take full advantage of the opportunities offered by internet service. Steps taken by the Administration in recent months include: Moving forward, the Biden-Harris Administration will continue to take bold, concerted action to expand internet access and digital equity in Tribal communities.  The Biden-Harris Administration’s commitment to Indian Country goes well beyond high-speed internet. The Bipartisan Infrastructure Law makes a historic investment of $13 billion in dedicated funding for Tribes, as well as hundreds of billions of dollars that Tribes can apply for on a competitive basis. To date, more than $2.6 billion in Bipartisan Infrastructure Law funding has been announced and is headed to Tribal communities. This year alone, Tribes will receive more than $800 million in set aside funds for transportation to invest in roads, bridges, and public transit and over $150 million set aside for clean water. By the time implementation is complete, the law will have made the largest single investment in Tribal infrastructure ever in United States history. ###"
}