{
    "title": "FACT SHEET: Biden-Harris Administration Announces New Actions to Expand Small Business Access to Federal Contracts | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/25/fact-sheet-biden-harris-administration-announces-new-actions-to-expand-small-business-access-to-federal-contracts/",
    "created_at": null,
    "content": "Office of Management and Budget guidance expands access for small businesses to high value and high use contracts; Small Business Administration revamps mentoring programs for underserved businesses interested in doing business with the government and releases new demographic data on government contractsToday, the Biden-Harris Administration announced its latest actions to expand access for small businesses to the over $700 billion spent through federal contracts each year, particularly for those owned by individuals from underrepresented communities. The federal government is the largest purchaser of goods and services in the world, making federal contracts a powerful tool to build wealth in underserved communities and ensure that the federal government is leveraging talent from all corners of the country. These new initiatives will advance the President’s Investing in America agenda and bold goal of increasing the share of federal contracting dollars going to small businesses owned and controlled by socially and economically disadvantaged individuals (SDBs) to 15% by Fiscal Year (FY) 2025, a 50% increase from spending levels when he first took office. In each of the last three fiscal years, the Administration has increased spending on contracts to small businesses on the way to this goal, with small businesses receiving nearly $163 billion in federal contracting dollars in FY 2022, $70 billion of which was earned by SDBs. Supporting small businesses and giving entrepreneurs the tools to thrive is a key pillar of Bidenomics. Under President Biden, a record 16 million new business applications have been filed, while the share of Black households owning a business has more than doubled, and the share of Latino households owning a business has increased by 40%.In 2021, President Biden took the historic step of ordering the public release of federal contract data broken down by business owner race and ethnicity to bring increased transparency to federal contracting. New data for FY22 released today shows that businesses owned by historically underrepresented groups earned more through federal contracts across every category.The Administration continues to stand behind our programs to support small businesses, and today, the Administration is announcing new actions to help small businesses access federal contracts, including issuing new guidance to federal agencies from the Office of Management and Budget (OMB), providing new technical resources to SDBs to help them obtain contracts and expand revenue, and sharing data on federal contracts to traditionally underserved small businesses.  Actions include:Today’s actions build on significant steps the Biden-Harris Administration has already taken to support small businesses. This includes:###"
}