{
    "title": "FACT SHEET: Biden-Harris Administration Makes Historic Investment in America’s National Labs, Announces Net-Zero Game Changers Initiative | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/04/fact-sheet-biden-harris-administration-makes-historic-investment-in-americas-national-labs-announces-net-zero-game-changers-initiative/",
    "created_at": null,
    "content": "Today, the Biden-Harris Administration announced $1.5 billion under President Biden’s Inflation Reduction Act to build and upgrade America’s national laboratories and advance American leadership in science, research, and innovation. Strengthening our national labs will increase economic growth, create good-paying, local jobs and help attract skilled workers needed to drive clean energy solutions and other technologies that will lower costs for families, make people’s lives better, and address the climate crisis. In addition, the White House announced a new report that identifies five initial priorities that will help enable the United States to meet the President’s goal of cutting greenhouse gases (GHGs) by 50-52% in 2030 and get to net-zero emissions by no later than 2050. To drive innovation of these technologies, the Administration is also launching the Net-Zero Game Changers Initiative today.President Biden’s economic plan has secured transformational investments in American-made clean energy, including in wind, solar, electric vehicles, batteries, and more. Investing in these American-made solutions is critical to ensuring that the U.S. remains the world leader in clean technologies and that American workers and communities reap the historic economic opportunities and good-paying jobs that come from building a clean energy economy. America’s investments in scientific research, including through our world-class system of national labs, is core to U.S. economic competitiveness and enables innovation across the economy. Today’s funding announcements will give a long overdue boost to 13 Department of Energy (DOE) national laboratories that have been at the core of major scientific discoveries, and continue to be essential to advance America’s energy, economic, and national security.The increased funding for the national laboratories under the Inflation Reduction Act will support innovative research in clean technologies, including those identified by the Game Changers Initiative. These investments will help the United States meet our climate goals while bringing down energy costs for American families, advancing U.S. energy security, and creating good-paying jobs.Today, Senior Advisor for Clean Energy Innovation and Implementation John Podesta, Secretary of Energy Jennifer Granholm, Office of Science and Technology Policy Deputy Director for Energy Sally Benson, and other senior White House and Administration officials will highlight these announcements at the Department of Energy’s state-of-the-art Argonne National Laboratory in Lemont, Illinois. Today’s announcements include:Boosting Infrastructure Funding for National Labs: The U.S. DOE announced $1.5 billion for fiscal year 2022 to build and upgrade scientific facilities, modernize infrastructure, and address deferred maintenance projects at its Office of Science-managed national laboratories. This historic investment will help advance the Biden-Harris Administration’s vision to employ solutions-driven research and innovation to tackle the nation’s greatest challenges and achieve the President’s ambitious climate goals. Projects include continuing construction of everything from cutting-edge electron colliders to the world’s fastest supercomputers, as well making critical infrastructure upgrades to electrical, fire safety, and HVAC systems to ensure DOE’s national laboratories are modern, safe, energy-efficient, and reliable. For more information about new funding for national labs, click here.Advancing the Game Changers Initiative: The Net-Zero Game Changers Initiative accelerates game-changing climate innovations helping the United States meet the President’s goal to reach net-zero emissions by no later than 2050. To launch the initiative, the White House Climate Policy Office, Office of Science and Technology Policy, and Office of Management and Budget are jointly releasing a new report, U.S. Innovation to Meet 2050 Climate Goals, which describes 37 game-changing R&D opportunities identified across Federal agencies. The priorities include opportunities for near-term wins, investments in underserved communities through the Justice40 initiative, and long-term transformation of the energy system. The Administration will jump-start clean energy innovation with five near-term priorities:###"
}