{
    "title": "FACT SHEET: President Biden to Announce Strategy to Address Our National Mental Health Crisis, As Part of Unity Agenda in his First State of the Union | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/01/fact-sheet-president-biden-to-announce-strategy-to-address-our-national-mental-health-crisis-as-part-of-unity-agenda-in-his-first-state-of-the-union/",
    "created_at": null,
    "content": "In his first State of the Union, the President will outline a unity agenda consisting of policy where there has historically been support from both Republicans and Democrats, and call on Congress to send bills to his desk to deliver progress for the American people.  As part of this unity agenda, he will announce a strategy to address our national mental health crisis. Our country faces an unprecedented mental health crisis among people of all ages. Two out of five adults report symptoms of anxiety or depression. And, Black and Brown communities are disproportionately undertreated – even as their burden of mental illness has continued to rise. Even before the pandemic, rates of depression and anxiety were inching higher. But the grief, trauma, and physical isolation of the last two years have driven Americans to a breaking point. Our youth have been particularly impacted as losses from COVID and disruptions in routines and relationships have led to increased social isolation, anxiety, and learning loss.  More than half of parents express concern over their children’s mental well-being. An early study has found that students are about five months behind in math and four months behind in reading, compared with students prior to the pandemic. In 2019, one in three high school students and half of female students reported persistent feelings of sadness or hopelessness, an overall increase of 40 percent from 2009. Emergency department visits for attempted suicide have risen 51 percent among adolescent girls. This youth mental health crisis has been accentuated by large social media platforms, which for years have been conducting a national experiment on our children and using their data to keep them clicking—with enormous consequences. While technology platforms have improved our lives in some ways, there is mounting evidence that social media is harmful to many kids’ and teens’ mental health, well-being, and development. As the Surgeon-General has said, “when not deployed responsibly and safely, these tools can pit us against each other, reinforce negative behaviors like bullying and exclusion, and undermine the safe and supportive environments young people need and deserve.” In the State of the Union, the President will call on Congress to strengthen privacy protections, ban targeted advertising to children, and demand technology companies stop collecting personal data on our children. President Biden is laying out a vision to transform how mental health is understood, perceived, accessed, treated, and integrated – in and out of health care settings. The American Rescue Plan laid the groundwork, providing critical investments to expand access to mental health services. Now, far more is needed to ensure that everyone who needs help can access care when and where they seek it. The President is announcing a national mental health strategy to strengthen system capacity, connect more Americans to care, and create a continuum of support –transforming our health and social services infrastructure to address mental health holistically and equitably. Strengthen System CapacityAt the center of our national mental health crisis is a severe shortage of behavioral health providers. More than one-third of Americans live in designated Mental Health Professional Shortage Areas, communities that have fewer mental health providers than the minimum their level of population would need. Even outside of these shortage areas, the fragmentation of the current system makes it hard for mental health providers to meet people where they are. We must dramatically expand the supply, diversity, and cultural competency of our mental health and substance use disorder workforce – from psychiatrists to psychologists, peers to paraprofessionals – and increase both opportunity and incentive for them to practice in areas of highest need.  Our crisis response infrastructure must also be strengthened to ensure that those facing acute behavioral health challenges can be seamlessly connected to necessary services.  We will: Connect Americans to CareLess than half of Americans with mental health conditions receive treatment. The average delay from the onset of mental health symptoms to treatment is 11 years.  Too often, costs prevent people from accessing care far. At the same time, those with mental illness are often misunderstood, mistreated, mislabeled, and misdirected to services. It is imperative that we promote better pathways to care and make it as easy as possible for all Americans with behavioral health needs – including common and pervasive conditions like anxiety and depression – to access the resources that will improve their well-being. We must fight to ensure that every American can access mental health and substance use disorder care through their insurance coverage, while integrating mental health services and supports into a variety of other settings, online and in the community. The Biden-Harris Administration will:  Support Americans by Creating Healthy EnvironmentsWe cannot transform mental health solely through the health care system. We must also address the determinants of behavioral health, invest in community services, and foster a culture and environment that broadly promotes mental wellness and recovery. This crisis is not a medical one, but a societal one. In December 2021, the Surgeon-General released an Advisory on Protecting Youth Mental Health that outlined a wide range of causes for the national youth mental health crisis and underscored growing concern about the harms of digital technologies, particularly social media, to the mental health and well-being of young people, as well as calling for practical action from technology companies to address these concerns.We need a whole-of-society effort to address these concerns: to expand prevention programs and actions that improve mental health at every age and across settings; and to enhance programs that support recovery, especially for populations at increased risk during vulnerable transition periods. The Biden-Harris Administration will: ###"
}