{
    "title": "Roadmap for a Renewed U.S.-Canada Partnership | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/02/23/roadmap-for-a-renewed-u-s-canada-partnership/",
    "created_at": null,
    "content": "Roadmap for a Renewed U.S.-Canada Partnership“It is in the shared interest of the United States and Canada to revitalize and expand our historic alliance and steadfast friendship to overcome the daunting challenges of today and realize the full potential of the relationship into the future. The Roadmap for a Renewed U.S.-Canada Partnership announced today establishes a blueprint for an ambitious and whole-of- government effort against the COVID-19 pandemic and in support of our mutual prosperity. It creates a partnership on climate change, advances global health security, bolsters cooperation on defense and security, and it reaffirms a shared commitment to diversity, equity, and justice. Bound by history and geography, the partnership between the United States and Canada endures because we invest in each other’s success.” President Joe BidenPrime Minister Justin Trudeau February 23, 2021Combating COVID-19The top priority of the President and the Prime Minister is to end the COVID-19 pandemic. They agreed to strengthen comprehensive and cross-sectoral efforts to control the pandemic, collaborate on public health responses, and build resilience against future outbreaks. The President and the Prime Minister recognize coordinated border policies remain central to controlling COVID-19 and new variants while promoting economic growth and recovery.Building Back BetterThe Prime Minister and the President share a vision for a sustainable and inclusive economic recovery that strengthens the middle class, creates more opportunities for hard working people to join it, and ensures people have good jobs and careers on both sides of the border. They also recognized the opportunity for clean growth driven by workers, communities, businesses, and innovation. Accelerating Climate AmbitionsThe President and the Prime Minister expressed their commitment to strengthened implementation of the Paris Agreement, including by working together and with others to increase the scale and speed of action to address the climate crisis and better protect nature. Advancing Diversity and InclusionThe Prime Minister and the President discussed their shared commitment to addressing systemic racism, unconscious bias, gender-based discrimination, barriers for persons with disabilities, and all other forms of discrimination and exclusion.  Bolstering Security and DefenseThe President and the Prime Minister agreed that collective security is a shared responsibility.Building Global AlliancesThe Prime Minister and the President affirmed their shared commitment to addressing global challenges, and reiterated their firm commitment to the United Nations, G7 and G20 as well as NATO, the WTO, and the Five Eyes community."
}