{
    "title": "FACT SHEET: Historic Biden-Harris Administration Investments in Water Infrastructure and Lead Pipe Replacement Are Creating New Domestic Manufacturing Jobs | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/22/fact-sheethistoric-biden-%e2%81%a0harris-administration-investments-in-water-infrastructure-and-lead-pipe-replacement-are-creating-new-domestic-manufacturing-job/",
    "created_at": null,
    "content": "Major US manufacturers committing to new investments and hiring in response to historic $50B investment in water infrastructure from President Biden’s Investing in America agendaThis week, senior executives from major U.S.-based manufacturers and distributors of water infrastructure parts joined senior Biden-Harris Administration officials at the White House to announce new private sector investments spurred by President Biden’s Investing in America agenda. The Bipartisan Infrastructure Law includes a more than $50 billion investment in the nation’s water infrastructure – including $15 billion set-aside for lead service line replacement. This historic investment represents a transformational increase in federal investment in the nation’s drinking water infrastructure over the next five years. By requiring Made in-America products when using federal funding to rebuild infrastructure, President Biden is not only investing in fixing our country’s water systems and replacing lead pipes, but also creating good-paying jobs and new domestic manufacturing.To meet the increased demand for American-made water products, American manufacturers are stepping up their production capacity with new investments, creating jobs and American industrial capacity in the process. Administration officials have also emphasized the importance of collaborating with unions to ensure these investments build the middle class from the middle out and bottom up, not top-down.This week, the following firms announced tens of millions in new manufacturing investments and hiring commitments:Through historic levels of funding from President Biden’s Bipartisan Infrastructure Law and American Rescue Plan, annual appropriations, and harnessing a variety of tools across federal, state, and local government, the Biden-Harris Administration is delivering tangible progress on the groundbreaking Biden-Harris Lead Pipe and Paint Action Plan to replace all lead service lines in America in the next decade.All Bipartisan Infrastructure Law investments are subject to the Build America, Buy America Act, which requires iron, steel, manufactured products and construction materials used in infrastructure projects to be produced in the United States. President Biden’s Investing in America agenda is revitalizing American manufacturing, including in once hollowed out communities, and creating good-paying jobs across the country. Under President Biden’s manufacturing boom, nearly 800,000 new manufacturing jobs have been created, and private sector companies have announced over $480 billion in manufacturing and clean energy investments since President Biden took office. This week’s announcements provide further evidence his approach to industrial policy is creating good jobs and rebuilding our manufacturing capacity while ensuring every family can access clean, safe drinking water. ### "
}