{
    "title": "FACT SHEET: Biden Administration Invests $1 Billion To Protect Communities, Families, and Businesses Before Disaster Strikes | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/05/24/fact-sheet-biden-administration-invests-1-billion-to-protect-communities-families-and-businesses-before-disaster-strikes/",
    "created_at": null,
    "content": "Funding Builds on Efforts to Enhance Climate Change Resilience as President Biden Visits FEMA Ahead of Hurricane SeasonToday, President Biden will meet with members of his homeland security and climate teams at the Federal Emergency Management Agency’s (FEMA) National Response Coordination Center in Washington, D.C. to receive an update on preparations for the 2021 hurricane season. In advance of the President’s visit, the Administration is announcing it will direct $1 billion for communities, states, and Tribal governments into pre-disaster mitigation resources to prepare for extreme weather events and other disasters, and the Administration is announcing the development of next generation climate data systems at NASA to help understand and track how climate change is impacting communities.In 2020, the United States experienced a record year for extreme weather, including an unprecedented 30 named storms in the Atlantic Basin. The National Oceanic and Atmospheric Administration (NOAA) is anticipating another above-normal hurricane season this year.The costs of extreme weather events, in lives and economic damage, have been staggering. Last year alone, communities across the United States suffered through 22 separate weather and climate-related disasters with loses exceeding $1 billion each, shattering previous records, at a cumulative price tag of nearly $100 billion. This year has already wrought devastation, as unusual winter storms crossed Texas and the south.On May 20th, NOAA released its 2021 Atlantic hurricane season outlook. Forecasters predict a 60% chance of an above-normal season, a 30% chance of a near-normal season, and a 10% chance of a below-normal season. Additionally, forecasters expect a likely range of 13 to 20 named storms, of which six to 10 could became hurricanes.As climate change threatens to bring more extreme events like increased floods, sea level rise, and intensifying droughts and wildfires, it is our responsibility to better prepare and support communities, families, and businesses before disaster – not just after. This includes investing in climate research to improve our understanding of these extreme weather events and our decision making on climate resilience, adaptation, and mitigation. It also means ensuring that communities have the resources they need to build resilience prior to these crises.President Biden has elevated the importance of climate resilience on the global stage and prioritized resilience in his investment agenda, including in the American Jobs Plan and the FY22 discretionary request.NEW STEPS TO ENHANCE CLIMATE RESILIENCEToday, President Biden continued to act through a whole-of-government approach in support of climate resilience goals. The Administration is directing $1 billion in pre-disaster mitigation resources to communities, and it is announcing next generation climate data systems that will help us understand and track how climate change impacts communities.Today, the Administration is announcing it will:CONTINUE A WHOLE-OF-GOVERNMENT APPROACH TO CLIMATE RESILIENCEToday’s action builds on the whole-of-government approach President Biden is taking to climate resilience. Resilience is a key focus area of the National Climate Task Force as they drive a number of actions to strengthen the resilience of our infrastructure, forests, coastal areas, oceans, range lands, and farm lands to drought, wildfire, heatwaves, and other climate impacts.Examples of actions to date across the federal government include:###"
}