{
    "title": "FACT SHEET: Partnership for Global Infrastructure and Investment at the G7 Summit | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/20/fact-sheet-partnership-for-global-infrastructure-and-investment-at-the-g7-summit/",
    "created_at": null,
    "content": "At the 2023 G7 Summit in Hiroshima, Japan, G7 leaders affirmed their commitment to identify new opportunities to scale the Partnership for Global Infrastructure and Investment (PGII), President Biden and the G7’s flagship infrastructure initiative which has attracted major investors to better respond to the global demand for high quality infrastructure financing, in low- and middle-income countries.Since its launch, G7 Leaders have, through PGII, started to work towards the goal to mobilize hundreds of billions of dollars in infrastructure financing – delivering energy, physical, digital, health, and climate-resilient infrastructure. This work is done with a real focus on advancing gender equality and equity, raising labor and environmental standards and promoting transparency, governance, and anti-corruption measures. During the Summit, G7 Leaders were joined by leaders and senior officials of Australia, Comoros, Cook Islands, India, Indonesia, Vietnam, the Republic of Korea, and the World Bank. They were also joined by private sector executives of Citi, Global Infrastructure Partners, Japan Foreign Trade Council, and Nokia to reaffirm their commitment to opening a serious, sustainable channel for unlocking public and private capital for these projects in the developing world.Together, they identified methods to further mobilize infrastructure investment, with a particular focus on leveraging private capital to maximize the project pipeline. The leaders also showcased how PGII is connecting and catalyzing like-minded countries, the private sector, multilateral development banks, and development finance institutions to drive investment in quality global infrastructure.The United States announced a series of new PGII announcements to build out transformative economic corridors through PGII and drive infrastructure investments that can boost and connect economic development across multiple countries and sectors.President Biden also announced new PGII projects that reflect how the USG is working with partners to better mobilize capital for infrastructure in emerging markets.Investments in Key Economic Corridors: Creating and strengthening economic corridors that connect economies through key transportation infrastructure; making clean electricity more affordable, reliable and available to all; bringing information and communications technology (ICT) network solutions to rural communities; integrating agricultural hubs to increase regional food security, improve access to health care; and aggregating demand for clean energy solutions to fuel these corridors and service local communities. As an example, the United States is supporting the development of the Lobito Corridor with an initial investment in a rail expansion that may become the primary open access transportation infrastructure connecting the Democratic Republic of the Congo (DRC) and Zambia with global markets through Angola.  PGII is actively pursuing additional opportunities to connect the initial Lobito Corridor investments across the continent, to Tanzania and, ultimately, the Indian Ocean.Initial investments include:Supporting Small Modular Reactor (SMR) progress: PGII supports the development and deployment of full clean energy supply chain solutions at a global scale. Part of those efforts include small modular reactors, which offer a lower initial capital investment, greater scalability, potential for enhanced safety and security, and siting flexibility for locations unable to accommodate more traditional larger reactors. Deployment of advanced SMRs can help drive sustainable and inclusive economic growth. Initial investments include:Additional notable PGII investments this year include:Expanding Digital Access in Costa Rica: The United States is working with the Government of Costa Rica on enhancing digital security and connectivity in the country. Initial PGII investments include: Ecuador Yilport Port: Two weeks ago, DFC announced that it committed $150 million in financing to Yilport Terminal Operations to expand and modernize the Puerto Bolívar container port in Ecuador. The port sits near Ecuador’s major agricultural zones that produce over 50 percent of the country’s total agricultural output and employ nearly 10 percent of the population. Port expansion and supporting investment in cold storage will enhance Ecuador’s agricultural sector, diversify and strengthen global food security, and sustain and create local jobs. It is also projected to catalyze up to $750 million of foreign direct investment.Additional Commitments from the Private Sector: Investment in global infrastructure will require more than just the resources of the USG and G7 partners. Through PGII, the United States welcomes public and private sector stakeholders leveraging their expertise and networks to advance complex transactions and strategic joint ventures to drive quality infrastructure investments in low- and middle-income countries. For example, Global Infrastructure Partners (GIP) highlighted roughly $2.5 billion of investments that were recently announced or completed and align with PGII, advancing high quality infrastructure assets in the energy, transportation, digital, and water and waste sectors, including:  Additionally, to facilitate investment that is critical to the transition to a globally connected, digitized, and sustainable economy, Citi is deploying innovative financing models such as green bonds and revolving credit facilities. Citi highlighted roughly $1.6 billion of investments that were recently announced or completed and align with PGII, including:  ###"
}