{
    "title": "Joint Statement of the Leaders of India, Israel, United Arab Emirates, and the United States (I2U2) | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/14/joint-statement-of-the-leaders-of-india-israel-united-arab-emirates-and-the-united-states-i2u2/",
    "created_at": null,
    "content": "On July 14, 2022, we, the Heads of Government of India, Israel, the United Arab Emirates (UAE), and the United States, convened for the first leaders’ meeting of the “I2U2” Group.  This unique grouping of countries aims to harness the vibrancy of our societies and entrepreneurial spirit to tackle some of the greatest challenges confronting our world, with a particular focus on joint investments and new initiatives in water, energy, transportation, space, health, and food security. We intend to mobilize private sector capital and expertise to modernize infrastructure, advance low carbon development pathways for our industries, improve public health and access to  vaccines, advance physical connectivity between countries in the Middle East region, jointly create new solutions for waste treatment, explore joint financing opportunities, connect our startups to I2U2 investments, and promote the development of critical emerging and green technologies, all while ensuring near- and long-term food and energy security.    We reaffirm our support for the Abraham Accords and other peace and normalization arrangements with Israel.  We welcome the economic opportunities that flow from these historic developments, including for the advancement of economic cooperation in the Middle East and South Asia, and in particular for the promotion of sustainable investment amongst the I2U2 partners. We also welcome other new groupings of countries, such as the Negev Forum for regional cooperation, that recognize the unique contributions of each partner country, including Israel’s ability to serve as an innovation hub connecting new partners and hemispheres to strategically address challenges that are too great for any one country to manage alone.  Today’s inaugural I2U2 leaders meeting focused on the food security crisis and clean energy.  The leaders discussed innovative ways to ensure longer-term, more diversified food production and food delivery systems that can better manage global food shocks.  To this end, the I2U2 leaders highlighted the following initiatives:The leaders expressed their determination to leverage well-established markets to build more innovative, inclusive, and science-based solutions to enhance food security and sustainable food systems.  The leaders also welcomed India’s interest in joining the United States, the UAE, and Israel in the Agriculture Innovation Mission for Climate initiative (AIM for Climate).  They affirmed that these are only the first steps in a long-term strategic partnership to promote initiatives and investments that improve the movement of people and goods across hemispheres, and increase sustainability and resilience through collaborative science and technology partnerships.###"
}