{
    "title": "White House Releases State Dinner Guest List | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/26/white-house-releases-state-dinner-guest-list/",
    "created_at": null,
    "content": "This evening, the President and the First Lady of the United States will host President Yoon Suk Yeol of the Republic of Korea and Mrs. Kim Keon Hee, First Lady of the Republic of Korea, for a State Dinner.    The following is a complete list of expected guests:     THE PRESIDENT AND DR. BIDEN   HIS EXCELLENCY YOON SUK YEOL, PRESIDENT OF THE REPUBLIC OF KOREA AND MRS. KIM KEON HEEMr. Michael ArdenThe Honorable Lloyd Austin, Secretary of Defense, U.S. Department of Defense & Mrs. Charlene AustinMr. Joe Bae & Mrs. Janice LeeThe Honorable Charlie Baker, Former Governor of MassachusettsThe Honorable Stephen K. Benjamin, Senior Advisor to the President for Public Engagement & The Honorable DeAndrea BenjaminThe Honorable Ami Bera, U.S. Representative & Dr. Janine BeraThe Honorable Anthony Bernal, Assistant to the President and Senior Advisor to the First LadyThe Honorable Andy Beshear, Governor of Kentucky & Mrs. Britainy BeshearMr. Frank Biden & Ms. Mindy WardMr. Dong-Bin ShinMr. Arthur Blank & Ms. Jennifer HaleThe Honorable Antony J. Blinken, Secretary of State, U.S. Department of State & The Honorable Evan Ryan, Assistant to the President and Cabinet SecretaryHis Excellency Park Bo Gyoon, Minister of Culture, Sports and TourismThe Honorable Kurt Campbell, Deputy Assistant to the President and Coordinator for the Indo-Pacific, National Security Council & The Honorable Dr. Lael Brainard, Assistant to the President and Director of the National Economic CouncilDr. Victor Cha, Former National Foreign Policy Advisor & Mrs. Hyun ChaHis Excellency Lee Chang Yang, Minister of Trade, Industry and EnergyMr. Taewon CheyMr. David J. ChoMr. Walter ChoThe Honorable Judy Chu, U.S. Representative & Mr. Dean ChuMr. Euisun ChungMr. Kisun ChungThe Honorable Jen O’Malley Dillon, Assistant to the President and Deputy Chief of Staff & Mr. Patrick DillonThe Honorable Michael C. Donilon, Assistant to the President and Senior Advisor to the President & Mrs. Patricia DonilonThe Honorable Tammy Duckworth, U.S. Senator & Mr. Bryan BowlsbeyMr. Andrew Emhoff & Dr. Judy LeeThe Honorable Kim Eun Hye, Senior Secretary to the President for Public Relations, Office of the PresidentThe Honorable Jon Finer, Assistant to the President and Principal Deputy National Security Advisor & The Honorable Kate Berner, Deputy Assistant to the President and Deputy Communications DirectorMr. Byong Joon KimMr. Hyun Joon ChoMr. Marcus Freeman & Mrs. Chong FreemanMrs. Joanna Gaines & Mr. Chip GainesThe Honorable Suzy George, Chief of Staff, U.S. Department of State & Mr. Nate TibbitsThe Honorable Ralph James Gessner Jr., Chairman, Mohegan Tribe & Mr. Charles F. BunnellThe Honorable Rufus Gifford, Chief of Protocol of the United States, U.S. Department of StateThe Honorable Philip S. Goldberg, Ambassador of the United States to the Republic of KoreaThe Honorable Dr. Philip Gordon, Assistant to the President and National Security Advisor to the Vice President & Mrs. Rachel GordonThe Honorable Avril Haines, Director of National Intelligence & Mr. David DavighiThe Honorable Kamala Harris, Vice President of the United States & Mr. Douglas EmhoffMs. Meena Harris & Mr. Nikolas AjaguThe Honorable Mazie Hirono, U.S. Senator & Mr. John YangThe Honorable Joo Ho Young, Floor Leader of the People Power PartyMrs. Chrisette Hudlin & Mr. Reginald HudlinHis Excellency Cho Hyundong, Ambassador of the Republic of Korea to the United States & Ms. Kim SoyeonThe Honorable Karine Jean-Pierre, Assistant to the President and Press SecretaryThe Honorable Jeong Jeomsig, Member of the National AssemblyHis Excellency Park Jin, Minister of Foreign AffairsMs. Min Jin Lee & Mr. Christopher A. DuffyMs. Angelina Jolie & Mr. Maddox Jolie-PittHis Excellency Lee Jong Ho, Minister of Science and ICTMr. Kim Junpyo, Director-General for North American Affairs, Ministry of Foreign AffairsThe Honorable Edgard Kagan, Senior Director for East Asia and Oceania, National Security Council & Ms. Cynthia L. GireMs. Yongmee Michele KangThe Honorable Andrew Kim, U.S. Representative & Mrs. Jae KimMs. Chloe Kim & Ms. Jeanne YangMr. Dongkwan KimThe Honorable Young Kim, U.S. Representative & Mr. Charles KimMr. Christopher KooThe Honorable Daniel Kritenbrink, Assistant Secretary of State for East Asian and Pacific Affairs, U.S. Department of State & Mrs. Nami KritenbrinkHis Excellency Choo Kyungho, Deputy Prime Minister and Minister of Economy and FinanceMr. Sohn Kyung-ShikThe Honorable Ben LaBolt, Assistant to the President and Director of CommunicationsThe Honorable Mitchell Landrieu, Senior Advisor and Infrastructure Implementation Coordinator & Ms. Grace LandrieuMr. Jay-Hyun LeeMs. Jung LeeMr. Norm LewisThe Honorable Ted Lieu, U.S. Representative & Mrs. Betty LieuMr. George Marcus & Mrs. Judy MarcusGeneral Mark Milley, Chairman of the Joint Chiefs of Staff & Mrs. Hollyanne MilleyMs. Sarah Min & Mr. Matt PincusMs. Seung Min Kim & Ms. Mi Ryung ChangHis Excellency Park Min Shik, Minister of Patriots and Veterans AffairsMr. Kwang Mo KooMrs. Janet Murguia & Mr. Mauro A. MoralesThe Honorable Phil Murphy, Governor of New Jersey & Mrs. Tammy MurphyMr. Ki Mun KimThe Honorable Ron Nirenberg, Mayor of San Antonio, Texas & Ms. Erika ProsperThe Honorable Victoria Nuland, Under Secretary of State for Political Affairs, U.S. Department of State & Dr. Robert KaganMr. Carl Page & Mrs. Barbara Kay PageMr. Chan Ho Park & Mrs. Rie ParkThe Honorable Penny Pritzker, Former Secretary of Commerce, & Ms. Vivian RiefbergThe Honorable Michael S. Purzycki, Mayor of Wilmington, Delaware & Mrs. Elizabeth J. PurzyckiThe Honorable Natalie Quillian, Assistant to the President & Deputy Chief of Staff & Mr. Ryan QuillianThe Honorable Gina Raimondo, Secretary of Commerce, U.S. Department of Commerce & Mr. Andy MoffitThe Honorable Bruce Reed, Assistant to the President and Deputy Chief of Staff & Ms. Bonnie LePardThe Honorable Steve Ricchetti, Assistant to the President and Counselor to the President & Mrs. Amy RicchettiThe Honorable Susan Rice, Assistant to the President and Director of the Domestic Policy Council & Mr. Ian CameronThe Honorable Julie Chávez Rodríguez, Assistant to the President, Senior Advisor to the President and Director of the Office of Intergovernmental Affairs & Mr. Aqeela SherrillsThe Honorable Mitt Romney, U.S. Senator & Mrs. Ann RomneyMr. Jin Roy RyuDr. Choi Sang Mok, Senior Secretary to the President for Economic Affairs, Office of the PresidentMs. Lea SalongaThe Honorable Chuck Schumer, U.S. SenatorThe Honorable Phil Scott, Governor of Vermont & Mrs. Marian DuBoisMrs. Beth Shaw & Dr. David E. ShawThe Honorable Dr. Liz Sherwood-Randall, Assistant to the President and Homeland Security Advisor and Deputy National Security AdvisorMr. Jin Shik ChoiMr. William Singer & Ms. JoAnna CicchelliMr. Jacob Snow & Ms. Samantha CohenThe Honorable Gene Sperling, White House American Rescue Plan Coordinator and Senior Advisor to the PresidentThe Honorable Michelle Steel, U.S. Representative & Ms. Siobhan SteelThe Honorable Marilyn Strickland, U.S. Representative & Mr. Patrick J. ErwinThe Honorable Jake Sullivan, Assistant to the President for National Security Affairs and Ms. Maggie GoodlanderThe Honorable Park Sung Min, Member of the National AssemblyThe Honorable Kim Tae Ho, Chairman of the Foreign Affairs and Unification Committee, National AssemblyDr. Kim Tae Hyo, First Deputy Director of National Security, Office of the PresidentThe Honorable Lee Choongmyon, Secretary to the President for Foreign Affairs, Office of the PresidentThe Honorable Kim Taejin, Chief of Protocol, Ministry of Foreign AffairsThe Honorable Cho Taeyong, Director of National Security, Office of the PresidentThe Honorable Katherine Tai, U.S. Trade Representative & Mr. Robert SkidmoreThe Honorable Linda Thomas-Greenfield, Representative of the United States to the United NationsThe Honorable Annie Tomasini, Assistant to the President and Director of Oval Office OperationsThe Honorable Richard Verma, Deputy Secretary of State for Management and Resources, U.S. Department of State & Mrs. Melineh VermaThe Honorable Lorraine Voles, Assistant to the President and Chief of Staff to the Vice President & Mr. Dan SmithMs. Jessica VoskThe Honorable Victoria Woodards, Mayor of Tacoma, Washington & Mr. Scott BreckenridgeMs. Eun Yang & Mr. Robert KangMr. Jae Yong LeeMr. Gideon Yu & Mrs. Susie Min YuThe Honorable Jeff Zients, Assistant to the President and Chief of Staff to the President & Mrs. Deborah Zients ###"
}