{
    "title": "FACT SHEET: Vice President Harris Announces Over $7 Billion in Private Sector and U.S. Government Commitments to Promote Climate Resilience, Adaptation, and Mitigation across Africa | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/31/fact-sheet-vice-president-harris-announces-over-7-billion-in-private-sector-and-u-s-government-commitments-to-promote-climate-resilience-adaptation-and-mitigation-across-africa/",
    "created_at": null,
    "content": "In Lusaka, Zambia, in response to Vice President Kamala Harris’s call for the private sector to promote and enhance climate resilience, adaptation and mitigation across Africa, the private sector made over $7 billion in new commitments. Additionally, the U.S. Government is announcing new federal funding and initiatives to expand access to climate information services and enhance climate resilience and adaptation. These new investments and initiatives will generate significant economic benefits while addressing African nations’ pressing needs resulting from the climate crisis, including food security challenges, by helping to lift-up over 116 million farmers and promote climate-smart agriculture. These announcements demonstrate America’s commitment to partnering with African people and governments, alongside the private sector, to help the continent meet its climate adaptation and resilience, clean-energy access, and just energy transition goals. African nations have historically contributed relatively little to the climate crisis but are disproportionally harmed by its impacts. The Biden-Harris Administration recognizes that to address the climate crisis in Africa, we must work together, building new coalitions between the U.S. government, African governments, civil society, and the private sector. Private Sector Investments The Vice President, as part of her call for the private sector to promote climate resilience, adaptation, and mitigation across Africa, is announcing the following 27 private sector and philanthropic commitments to support farmers, climate-smart agriculture, sustainability, clean energy, and clean transportation. Supporting Farmers and Climate-Smart Agriculture  Spurring Sustainability, Clean Energy, and Clean TransportationU.S. Government Commitments To further accelerate the implementation of the President’s Emergency Plan for Adaptation and Resilience (PREPARE), which aims to help more than half a billion people in developing countries adapt to and manage the impacts of climate change this decade, the Biden-Harris Administration is announcing the following initiatives in recognition of the critical urgency of building climate resilience across the African continent. These announcements build on the bilateral climate adaptation, resilience, and mitigation announcements the Vice President made in Ghana, Tanzania, and Zambia. Expanding Access to Climate Information Services  Enhancing Climate Resilience and Adaptation"
}