{
    "title": "FACT SHEET: Biden-Harris Administration Announces Improving Student Achievement Agenda in 2024 | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/17/fact-sheet-biden-harris-administration-announces-improving-student-achievement-agenda-in-2024/",
    "created_at": null,
    "content": "The Biden-Harris Administration is announcing today its Improving Student Achievement Agenda for 2024, which is focused on proven strategies that will accelerate academic performance for every child in school. There is nothing more important to our future than ensuring children are equipped to compete in the 21st century. That’s why the Administration is laying out an agenda for academic achievement for every school in the country, using all of its tools—including accountability, reporting, grants, and technical assistance—to intensify its drive for adoption of three evidence-based strategies that improve student learning: (1) increasing student attendance; (2) providing high-dosage tutoring; and (3) increasing summer learning and extended or afterschool learning time.School closures launched during the previous administration set students back. President Biden’s American Rescue Plan, the largest one-time education investment in our history, helped schools reopen and regain ground faster. From the start, this Administration has been laser focused on working with school districts to invest these funds to help students recover from the effects of the pandemic through proven strategies like high-dosage tutoring and expanded summer learning.  Through the new announcements today, the Department is using every tool in its toolbox so that States and districts achieve greater adoption of these three proven strategies and accelerate academic progress nationwide. These strategies complement the Administration’s continued focus on improving mental health in schools, supporting America’s teachers and other school staff, and strengthening core instruction through the Raise the Bar: Lead the World initiative.The Strategies and the Evidence[1]:The Administration is urging States, districts, and schools to adopt three strategies that work to increase effective time on task, based on the evidence:Increasing attendance: Following the school closures that began in 2020 during the previous administration, chronic absenteeism emerged as a serious challenge. Across the country, the rate of chronic absenteeism reached about 31% in 2021-2022 because of COVID-19. We cannot and will not accept that as a new normal. Students who are chronically absent are much less likely to read at grade level and to graduate high school. According to the Council of Economic Advisers, absenteeism can account for up to 27% and 45% of the test score declines in math and reading, respectively. Low-cost informational interventions, like sending texts to parents about their children’s missed school, can reduce absenteeism by up to 17%. Research also shows that targeted parent and family engagement—such as home visits, the adoption of early warning intervention systems, and the effective use of data and family engagement to identify why a student is absent and what tailored strategy will address the cause—can significantly increase student attendance. Reducing absenteeism can have a major impact on student performance.Providing high-dosage tutoring: Well-designed and well-implemented tutoring programs can significantly accelerate student learning, including enabling a child to gain as much as 1.5 years of achievement in math. Research shows that to achieve these results, tutoring programs should: (1) provide at least three 30-minute sessions per week; (2) occur in small groups (e.g., 1-4 students); (3) occur during the school day, which helps support consistent participation; (4) use well-trained tutors (e.g., paraprofessionals, teaching candidates, retired teachers, AmeriCorps members, teachers, and others); and (5) aligned with an evidence-based, structured curriculum. School systems across the country, including in Chicago, Baltimore, and Greensboro, have leveraged American Rescue Plan funding to scale strategies with promising evidence of positive impact as the Department of Education has long promoted. When implemented well, high-dosage tutoring can reduce burdens on teachers and complement other school-based activities such as building educator capacity through the use of math and literacy coaches, which research shows can improve student achievement, and professional development to support data-driven instruction.Increasing summer learning and extended or afterschool learning time: One study found that when students consistently participate in high-quality afterschool enrichment programs, it adds about four months of student learning to the academic year. Another analysis of 30 schools found that when the school day’s instructional time is extended from 6 ½ to 8 hours for students in low-income areas, test scores improve between 11 to 24%. Summer programs lasting five weeks with at least three hours of academic instruction per day add about two months of learning in math and one month of learning in reading, according to a meta-analysis. The use of data on student participation and program quality helps these programs succeed, and their success enables teachers to deliver instruction more effectively during the regular school day. Close to half of school districts have invested American Rescue Plan funds in expanded summer learning, which has been shown to improve students’ math scores.Today, we are announcing the following Administration actions and commitments:2. Using Data and School Improvement Requirements under the Elementary and Secondary Education Act (ESEA) to Advance the Improving Student Success Agenda. To complement these State and local actions, the Department of Education will work with States to improve school performance by:Tracking progress in closing pandemic gaps. The Department is urging States to identify the local educational agencies (LEAs) with the greatest gaps between latest achievement levels and achievement levels before the pandemic, including gaps at the student group level. States should direct additional school improvement resources to those LEAs and prioritize them for support in order to eliminate gaps as quickly as possible, targeting acceleration efforts like high-dosage tutoring and summer, extended, and afterschool learning time in LEAs and schools with the greatest need.2. Enabling States to Continue Spending Pandemic Relief Funds on Academic Achievement into the 2024-25 School Year and Directing Resources to Support Stronger Outcomes. The Department has issued a letter, Frequently Asked Questions, and template to support States and provide a critical pathway to continue to use ARP dollars in the 2024-2025 school year on academic supports like high-dosage tutoring. Additionally, the Department is:Today, several philanthropic and national organizations are announcing commitments to support academic achievement. The Administration will continue to work with these kinds of organizations to further build on these commitments. Read about the commitments from the organizations below here:This agenda builds on the actions of the Administration to promote school success. The Administration has made historic investments to reopen schools and help students gain ground since the pandemic. These investments include:[1] The White House does not endorse any nonfederal entity, product, service, or publication. Links to websites and resources outside the U.S. Federal Government are being provided as a convenience and for informational purposes only; they do not constitute an endorsement or an approval by the White House of any of the products, services or opinions of the corporation or organization or individual. The White House bears no responsibility for the accuracy, legality or content of the external site or for that of subsequent links. Contact the external site for answers to questions regarding its content.###"
}