{
    "title": "FACT SHEET: Biden-Harris Administration Announces 31 Regional Tech Hubs to Spur American Innovation, Strengthen Manufacturing, and Create Good-Paying Jobs in Every Region of the Country | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/23/fact-sheet-biden-harris-administration-announces-31-regional-tech-hubs-to-spur-american-innovation-strengthen-manufacturing-and-create-good-paying-jobs-in-every-region-of-the-country/",
    "created_at": null,
    "content": "Bidenomics and the President’s Investing in America Agenda are Positioning Regions Across the Country to Lead the Industries of the FutureToday, President Biden and Secretary of Commerce Gina Raimondo will announce the designation of 31 communities across the country as Regional Innovation and Technology Hubs (Tech Hubs) through the Department of Commerce Economic Development Administration. These Tech Hubs will catalyze investment in technologies critical to economic growth, national security, and job creation, and will help communities across the country become centers of innovation critical to American competitiveness. The Tech Hubs program was authorized by the CHIPS and Science Act – signed by President Biden in August 2022 – and is part of the President’s Bidenomics agenda to grow the economy from the middle out and bottom up.The 31 Tech Hubs focus on developing and growing innovative industries in regions across the country, including semiconductors, clean energy, critical minerals, biotechnology, precision medicine, artificial intelligence, quantum computing, and more. Tech Hubs bring together private industry, state and local governments, institutions of higher education, labor unions, Tribal communities and nonprofit organizations to compete for up to $75 million implementation grants to further develop these fields and make transformative investments in innovation, supply chain resilience, and job creation.President Biden’s Investing in America agenda has used strategic public investments to crowd-in private sector funding in key areas driving American competitiveness. Since President Biden took office, private companies have announced more than a half a trillion dollars in clean energy and manufacturing investments, including $230 billion in semiconductor manufacturing, nearly $140 billion in electric vehicle and battery manufacturing, and $20 billion in biomanufacturing, all of which are represented by the Tech Hubs announced today. These investments will further position U.S. businesses and workers to outcompete the world in the economy of tomorrow and strengthen our national and economic security.For too long, economic growth and opportunity has clustered in a few cities on the coasts. Tech Hubs awardees were selected to represent the full diversity of America, selected from more than 370 applications spanning 49 states and four territories. The Tech Hubs will bring the benefits and opportunities of scientific and technological innovation to communities across the country, with nearly three-quarters significantly benefitting small and rural areas and more than three-quarters directly supporting historically underserved communities. The Tech Hubs all include workforce organizations such as labor unions, helping create good-paying, union jobs in the communities where workers live. And, in addition to the 31 Tech Hubs, the Department of Commerce is awarding 18 coalitions Strategy Development Grants to build economic development plans to compete for future rounds of the Tech Hub program.Tech Hub DesignationsTech Hubs spanning 32 states and Puerto Rico will catalyze growth in critical industries:Enabling Safe and Effective Autonomous SystemsMaintaining Our Quantum EdgeAdvancing Biotechnology in Drugs and Medical DevicesAdvancing Biotechnology Precision and PredictionAccelerating America’s Clean Energy TransitionStrengthening Our Critical Minerals Supply ChainRegaining Leadership in Semiconductor ManufacturingGrowing the Future of Materials ManufacturingSupporting Tech Hubs Through an All-of-Government StrategyTo ensure these Tech Hubs have the tools they need to compete on a global scale, the Administration is bringing the full resources of the federal government to identify and provide funding, technical assistance, and planning for the 31 coalitions, including:You can learn more about the benefits of receiving a Tech Hub designation here.###"
}