{
    "title": "JOINT FACT SHEET: President Biden and His Majesty King Charles III Meet with Leading Philanthropists and Financiers to Catalyze Climate Finance | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/10/joint-fact-sheet-president-biden-and-his-majesty-king-charles-iii-meet-with-leading-philanthropists-and-financiers-to-catalyze-climate-finance/",
    "created_at": null,
    "content": "Today, President Biden and His Majesty King Charles III met at Windsor Castle with 23 leading philanthropists and financiers to help catalyze finance to support emerging markets and developing countries in tackling the climate crisis.  The gathering followed the Climate Finance Mobilization Forum, which was convened by the UK Energy Security and Net Zero Secretary Grant Shapps and U.S. Special Presidential Envoy for Climate John Kerry, and inspired by the work of His Majesty the King.Today’s gathering builds on longstanding UK-US efforts to turbocharge the net zero, resilient transition already underway in developing and emerging economies on the road to COP28.  The Forum brought together key players to identify how we can go further faster to mobilize the private investment needed to expand clean and renewable energy across the globe, reduce both potent CO2 and non-CO2 emissions, halt deforestation and restore forests, and build resilience to a changing climate. Recognizing the scale and urgency of the climate crisis, the gathering emphasized the importance of partnership across governments, philanthropies, and investors – given that no single actor can mobilize finance at the scale required by acting alone.  The scale of this transition requires trillions in private investment in addition to the public funds we are spending. It is also one of the biggest investment opportunities in history.  Private sector financial institutions and philanthropists announced a range of new investment platforms and initiatives during the event that demonstrated their commitment to concrete actions to finance efforts in Africa, Asia and Latin America.  These efforts will help reduce emissions and boost climate resilience – while generating jobs in local communities and growing their economy.Building on today’s important event, the COP28 President Designate United Arab Emirates will host a High-Level Business & Philanthropy Delivery Forum during the World Leaders Climate Action Summit. The Forum will focus on removing barriers to progress, showcasing what is working, and identifying opportunities for collaboration, and acceleration. Key announcements from today’s event included: This is in addition to recent pledges and initiatives from Forum participants showcasing climate leadership:###"
}