{
    "title": "FACT SHEET: Biden-Harris Administration Announces Public and Private Sector Actions to Strengthen Teaching Profession and Help Schools Fill Vacancies | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/31/fact-sheet-biden-harris-administration-announces-public-and-private-sector-actions-to-strengthen-teaching-profession-and-help-schools-fill-vacancies/",
    "created_at": null,
    "content": "Our nation’s teachers prepare and inspire the next generation of leaders that are critical to our future. Yet for years, our education system has faced challenges in attracting, recruiting, and retaining qualified teachers – challenges that were made worse by the pandemic. As children across the country start the 2022-2023 school year, too many schools are struggling to fill vacancies for teachers, including with qualified teachers, and other critical school professionals – such as bus drivers, paraprofessionals, nurses, and mental health professionals – positions that are essential to help our students recover academically, access the mental health supports they need, and thrive in and out of the classroom.Today, the Biden-Harris Administration is announcing new efforts to strengthen the teaching profession and support schools in their effort to address teacher shortages as the new school year begins. This announcement includes new commitments from leading job platforms to make it easier for Americans to find opportunities in the education field, and new initiatives from teachers unions and national and state organizations to expand high-quality pathways into the profession for future teachers.The President has been clear from day one that to address these long-standing staffing challenges facing our schools, exacerbated by the pandemic, teachers, paraprofessionals, and other school staff need to be paid competitively, and treated with the respect and dignity that they deserve, including through improved working conditions for staff and learning conditions for students. Today’s announcements build on this call, and the actions the President has already taken to invest in and support educators across the country and address staffing shortages. The $130 billion in President Biden’s American Rescue Plan directed to the nation’s K-12 schools have allowed school districts across the country to invest in teacher pipeline programs, increase compensation for teachers, and hire more professionals across the education workforce. ARP funding has helped school districts increase the number of school social workers by 54%, increase the number of school counselors by 22% and increase the number of school nurses by 22% compared to years prior to the pandemic. Today’s announcements reflect additional steps by the Administration and leaders across sectors to continue to tackle this challenge.  This afternoon, First Lady Jill Biden, Secretary Cardona, Secretary Walsh, Ambassador Rice, the executive leadership of ZipRecruiter, Handshake, and Indeed, and leaders from the National Governors Association, American Federation of Teachers, National Education Association, Council of Chief State School Officers, and American Association of Colleges for Teacher Education will convene in the Roosevelt Room to discuss the staffing challenges schools are facing, these new actions, and additional ways that the federal government, state and local governments, education organizations and the private sector can strengthen the teaching profession.Talent Industry Announces New Commitments to Help School Districts Source Talent and Help More Americans Find Jobs in Schools.Today, leading talent recruitment and job platforms are announcing a series of new actions to make it easier for states and school districts to source, recruit, and hire job seeking teachers and school professionals, and to help more Americans find jobs in education:Biden Administration Announces New Actions and Highlights Resources to Strengthen the Educator Pipeline and Address Shortages.Today, the Department of Education (ED) and the Department of Labor (DOL) have issued a joint letter to state and local education and workforce leaders encouraging them to take a series of actions to address teacher and school staff shortages and invest in the teaching profession, including:National Teacher Unions and State Organizations to Expand High-Quality Pathways for Teachers, including Teacher Apprenticeship ProgramsNational organizations representing teachers, state school chiefs, governors, and teacher colleges are announcing today that they are working together to expand high-quality registered teacher apprenticeship programs, teaching residencies, and Grow Your Own programs.As part of the Biden Administration’s commitment to supporting and investing in educators, today the White House is holding a Public Service Loan Forgiveness Day of Action.Earlier this year, the Biden Administration made temporary changes to the Public Service Loan Forgiveness program to make sure teachers and school staff can access the loan forgiveness they are eligible for. As part of today’s Day of Action, leading education organizations, including the American Federation of Teachers and National Education Association, are working to ensure that school staff across the nation are able to take advantage of the temporary changes to the program. To benefit from the temporary changes, borrowers must apply and certify their employment for the period of time they wish to count toward PSLF using the PSLF Help Tool. For more information, please visit www.PSLF.gov. The temporary changes end on October 31, 2022.The White House is urging eligible teachers to take advantage today before time runs out.###"
}