{
    "title": "FACT SHEET: Joined by Allies and Partners, the United States Imposes Devastating Costs on Russia | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/24/fact-sheet-joined-by-allies-and-partners-the-united-states-imposes-devastating-costs-on-russia/",
    "created_at": null,
    "content": " Russia to Face Massive Costs from its Isolation from the Global Financial and Trade System and Cutting-Edge TechnologyToday, the United States, along with Allies and partners, is imposing severe and immediate economic costs on Russia in response to Putin’s war of choice against Ukraine. Today’s actions include sweeping financial sanctions and stringent export controls that will have profound impact on Russia’s economy, financial system, and access to cutting-edge technology. The sanctions measures impose severe costs on Russia’s largest financial institutions and will further isolate Russia from the global financial system. With today’s financial sanctions, we have now targeted all ten of Russia’s largest financial institutions, including the imposition of full blocking and correspondent and payable-through account sanctions, and debt and equity restrictions, on institutions holding nearly 80% of Russian banking sector assets. The unprecedented export control measures will cut off more than half of Russia’s high-tech imports, restricting Russia’s access to vital technological inputs, atrophying its industrial base, and undercutting Russia’s strategic ambitions to exert influence on the world stage. The impact of these measures will be significantly magnified due to historical multilateral cooperation with a wide range of Allies and partners who are mirroring our actions, inhibiting Putin’s ambition to diversify Russia’s brittle, one-dimensional economy. The scale of Putin’s aggression and the threat it poses to the international order require a resolute response, and we will continue imposing severe costs if he does not change course.Putin’s threatening actions and now his unprovoked aggression toward Ukraine are being met with an unprecedented level of multilateral cooperation. The United States welcomes the commitments by Australia, Canada, the European Union, Japan, and the United Kingdom that they will also take similarly forceful actions to hold Russia accountable – demonstrating the strength of our partnerships and deepening the impact on Russia more than any action we could have taken alone. This follows our joint action earlier this week to impose a first tranche of severe sanctions on Russia.As a result of Putin’s war of choice, Russia will face immediate and intense pressure on its economy, and massive costs from its isolation from the global financial system, global trade, and cutting-edge technology. This includes cutting off Russia’s largest bank from the U.S. financial system – a significant blow to its ability to function and process global trade. It also includes full blocking sanctions on Russia’s second largest bank – freezing any of its assets touching the U.S. financial system.  Russia’s ability to access global markets, attract investment, and utilize the U.S. dollar will be devastated.Russia’s economy has already faced intensified pressure in recent weeks; just today its stock market sunk to its lowest level in four and a half years, and the ruble weakened beyond its weakest daily settlement price on record – before additional sanctions were even imposed. With these new stringent measures, these pressures will further accumulate and suppress Russia’s economic growth, increase its borrowing costs, raise inflation, intensify capital outflows, and erode its industrial base. The United States and our Allies and partners are unified and will continue to impose costs, forcing Putin to look to other countries that cannot replicate the financial and technology strengths of Western markets.Today, the United States carried out the following actions:###"
}