{
    "title": "White House Releases State Dinner Guest List | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/25/white-house-releases-state-dinner-guest-list-3/",
    "created_at": null,
    "content": "This evening, the President and the First Lady of the United States will host Prime Minister Anthony Albanese and Ms. Jodie Haydon of Australia for a State Dinner. The following is a complete list of expected guests: THE PRESIDENT AND DR. BIDENTHE HONORABLE ANTHONY ALBANESE MP, PRIME MINISTER OF AUSTRALIA AND MS. JODIE HAYDONMs. Joyce Aboussie & Mr. Greg KellerThe Honorable Pete Aguilar, U.S. Representative & Mrs. Alisha AguilarThe Honorable Elizabeth Allen, Under Secretary of State for Public Diplomacy and Public Affairs, U.S.Department of State & Mr. Edward Price, Senior Advisor to the Secretary of State, U.S. Department of StateMr. Chris AshtonThe Honorable Lloyd Austin, Secretary of Defense, U.S. Department of Defense & Mrs. Charlene AustinDr. Sharada Balachandran Orihuela & Dr. Kali D. CyrusThe Honorable Xavier Becerra, Secretary of Health and Human Services, U.S. Department of Health andHuman Services & Dr. Carolina ReyesMr. Brendan Bechtel & Mrs. Helen BechtelThe Honorable Anthony Bernal, Assistant to the President and Senior Advisor to the First Lady & Mrs. Marisa Bernal CoxThe Honorable Jared Bernstein, Chair of the Council of Economic Advisors & Ms. Kay ArndorferThe Honorable John Berry & Mr. Curtis YeeMs. Naomi Biden & Mr. Peter NealMs. Finnegan BidenMs. Maisy BidenThe Honorable Maher Bitar, Special Assistant to the President and Senior Director for Intelligence & Ms. Astrid DorelienMr. Bran BlackThe Honorable Jeffery Bleich & Ms. Rebecca BleichThe Honorable Antony J. Blinken, Secretary of State, U.S. Department of State & The Honorable Evan Ryan,Assistant to the President and Cabinet SecretaryMr. Francisco L. Borges & Mrs. Luisa BorgesGeneral Charles Q. Brown, Jr. & Mrs. Sharene BrownDr. Alex BrownMs. Taryn Brumfitt & Dr. Zali YagerMr. Russell Budd & Reverend Dorothy BuddThe Honorable William J. Burns, Director of the Central Intelligence Agency & The Honorable Lisa Carty, U.S.Ambassador to the United Nations Economic and Social CouncilThe Honorable Pete Buttigieg, Secretary of Transportation, U.S. Department of Transportation & Mr. Chasten ButtigiegProfessor Thomas Calma AOThe Honorable Kurt Campbell, Deputy Assistant to the President and Coordinator for the Indo-Pacific, National Security Council & The Honorable Lael Brainard, Assistant to the President and Director of the National Economic CouncilThe Honorable Ben Cardin, U.S. Senator & Mrs. Myrna CardinMrs. Laetitia Garriott de Cayeux & Miss. Kinga Garriott de CayeuxMr. Craig Chittick OAM, First Assistant Secretary, Department of the Prime Minister and CabinetDr. Melissa Chiu & Dr. Suzanne HollmanThe Honorable Derek Chollet, Counselor of the U.S. Department of State & Ms. Heather HostetterThe Honorable Katherine Clark, U.S. Representative & Mr. Nathaniel DowellMr. Bruce Cohen & Mr. Gabe CatoneMs. Katie Connolly, Director of Strategic Communications and Outreach, Office of the Prime MinisterThe Honorable Roy Cooper, Governor of North Carolina & Mrs. Kristin CooperDr. Lynn Cornelius & Dr. Joseph CorneliusThe Honorable Joe Courtney, U.S. Representative and Co-Chair of Australia Caucus & Mrs. Audrey CourtneyProfessor Glyn Davis AC, Secretary, Department of the Prime Minister and CabinetThe Honorable Michael C. Donilon, Assistant to the President and Senior Advisor to the President & Mrs. Patricia DonilonMr. Mark David Ein & Mrs. Sally EinThe Honorable Jon Finer, Assistant to the President and Principal Deputy National Security AdvisorMs. Elizabeth Fitch, Media Director and Principal Press Secretary, Office of the Prime MinisterMr. Yance Ford & Ms. Amanda LichtenbergMr. Chip Forrester & Ms. Elizabeth HaselkornDr. Michael FulliloveDr. Juliet V. GarciaMr. Timothy Gartrell, Chief of Staff, Office of the Prime MinisterMr. Rory Gates & Mr. Don HarmonMr. Craig Gering & Mrs. Jane GeringThe Honorable Rufus Gifford & Dr. Stephen DeVincentThe Honorable Mark Gilbert & Mrs. Nancy GilbertThe Honorable Shuwanza Goff, Assistant to the President and Director of the Office of Legislative Affairs & Mr.Jamie FleetMr. Jeffrey Goldberg & Ms. Pamela ReevesThe Honorable Philip Gordon, Assistant to the President and National Security Advisor to the Vice President &Mrs. Rachel GordonMs. Fatima Goss Graves & Ms. Carol Ann GossMr. Jon Gray & Mrs. Mindy GrayThe Honorable Josh Green, Governor of Hawaii & Mrs. Jaime GreenThe Honorable Arthur J. Gregg & Mrs. Alicia G. CollierThe Honorable Debra Haaland, Secretary of the Interior, U.S. Department of the Interior & Ms. Aleta SuazoThe Honorable Kamala Harris, Vice President of the United States & Mr. Douglas EmhoffMr. Andrew Hauptman & Mrs. Ellen Bronfman HauptmanMr. Jon Henes & Mrs. Pamela HenesThe Honorable Jim Himes, U.S. Representative & Mrs. Mary HimesMrs. Barbara Humpton & Mr. David HumptonMrs. Shannon Hunt-Scott & Mr. Kevin ScottMs. Laleh Ispahani & Mr. Tapio VaskioMs. Bonny JacobsThe Honorable Karine Jean-Pierre, Assistant to the President and Press SecretaryThe Honorable Bonnie Jenkins, Under Secretary of State for Arms Control and International Security Affairs,U.S. Department of State & Mr. Matthew D. Steinhelfer, Deputy Assistant Secretary of State for Conflict and Stabilization Operations, U.S. Department of StateMr. Darius Jones & Mrs. Tori Johnson-JonesMr. Joe Kahn & Ms. Shannon WuThe Honorable Tim Kaine, U.S. Senator & Ms. Anne HoltonMr. Brad Karp & Mrs. Roberta KarpMr. Jeffrey Katzenberg & Mr. Sujay JaswaMs. Janet Keller & Ms. Katherine SchneiderThe Honorable Caroline Kennedy, Ambassador of the United States to Australia & Dr. Edwin SchlossbergThe Honorable James F. Kenney, Mayor of Philadelphia & Ms. Letitia SantarelliMr. James Keogh & Ms. Selen UsThe Honorable John Kerry, U.S. Special Presidential Envoy for Climate & Dr. Vanessa Kerry & Ms. Alexandra KerryThe Honorable Madeline King MP, Minister for Resources and Minister for Northern AustraliaMs. Kathy Klugman, Principal Adviser, International, Office of the Prime MinisterMr. Orin Kramer & Ms. Barbara MarcinThe Honorable Daniel J. Kritenbrink, Assistant Secretary for East Asian and Pacific Affairs & Mrs. Nami KritenbrinkThe Honorable Ben LaBolt, Assistant to the President and Director of CommunicationsMs. Amanda LacazeThe Honorable Sarah Ladislaw, Special Assistant to the President and Senior Director for Climate & Mr. Gregg L. LadislawKid Laroi & Ms. Sloane HowardMs. Jane Lauder & Mr. Kevin WarshDr. Brenda Lauderback & Dr. Antonio D. TillisDr. Marsha Laufer & Dr. Henry LauferMr. James Lawrence & Dr. Mary LawrenceMs. Nancy LeaMond & Mr. Colin FinanMr. John Leguizamo & Mrs. Justine LeguizamoThe Honorable Daniella Levine-Cava, Mayor of Miami-Dade County & Dr. Robert CavaMr. Jeremy Liew & Miss. Ellie LiewMs. Lori Lodes & Mr. Austin EversMr. Christopher Lowe & Ms. Bonnie DattMr. Eugene A. Ludwig & Dr. Carol L. LudwigImam Mohamed Magid & Dr. Amaarah DeCuirMs. Sue Mandel & Mr. Steve MandelMr. Gerard Martin PSM, Head of Commonwealth Protocol, Department of the Prime Minister and CabinetMr. Brett Mason, Head of the Press Office, Office of the Prime MinisterThe Honorable Alejandro Mayorkas, Secretary of Homeland Security, U.S. Department of Homeland Security & Mrs. Tanya MayorkasThe Honorable Michael McCaul, U.S. Representative & Mrs. Linda McCaulMr. Ryan McInerney & Mrs. Angela McInerneyMr. Andrew McKellarDr. Paul McKenzieThe Honorable Gregory Meeks, U.S. Representative & Mrs. Simone Marie MeeksMs. Prue Mercer, Senior Adviser, Office of the Prime MinisterMs. Andrea Mitchell & Ms. Chloe ArensbergAmbassador Paul Myler, Deputy Chief of Mission, Embassy of AustraliaMr. Sam Nester & Dr. Maya PopaThe Honorable Anne Neuberger, Deputy National Security Advisor for Cyber and Emerging Technology & Mr. Yehuda NeubergerMr. James Newton, Speechwriter, Office of the Prime MinisterThe Honorable Victoria Nuland, Acting Deputy Secretary of State, U.S. Department of State & Dr. Robert KaganThe Honorable Kevin C. O’Connor, Physician to the President & Mrs. Christine F. O’ConnorThe Honorable Jen O’Malley Dillon, Assistant to the President and Deputy Chief of Staff & Mr. Patrick DillonDr. Sharada Balachandran Orihuela & Dr. Kali D. CyrusMs. Michelle O’NeilMs. Valerie Biden Owens & Mr. Jack OwensMs. Missy Owens & Mr. Cuffe OwensThe Honorable Thomas Perez, Assistant to the President and Director of the Office of IntergovernmentalAffairs & Ms. Ann StaudenmaierMr. Itzhak Perlman & Mrs. Toby PerlmanMr. Marc Perrone & Ms. Lori WernerMs. Kate Pierson & Ms. Monica ColemanMs. Ruth Porat & Mr. Anthony PaduanoThe Honorable Natalie Quillian, Assistant to the President and Deputy Chief of Staff & Mr. Ryan QuillianMr. Bryan Rafanelli & Mr. Mark WalshThe Honorable Gina M. Raimondo, Secretary of Commerce, U.S. Department of Commerce & Mr. Tommy MoffitThe Honorable Mira Rapp-Hooper, Special Assistant to the President and Senior Director for East Asia and Oceania, National Security Council & Mr. Matthew BrestDr. Ely Ratner & Mrs. Jennifer RatnerThe Honorable Bruce Reed, Assistant to the President and Deputy Chief of Staff & Ms. Bonnie LePardThe Honorable Jack Reed, U.S. Senator & Mrs. Helen ReedMr. Blake Resnick & Ms. Katie ResnickThe Honorable Steve Ricchetti, Assistant to the President and Counselor to the President & Mrs. Amy RicchettiMr. Gregory Riggs & Ms. Kaye RiggsThe Honorable James Risch, U.S. Senator & Mrs. Vicki RischThe Honorable Charles Rivkin & Ms. Susan TolsonMrs. Stephanie Robinson & Mr. Mark RobinsonMr. Ethan Rosenzweig, Acting Chief of Protocol of the United States, U.S. Department of StateHis Excellency The Honorable Kevin Rudd AC, Ambassador of Australia to the United States & Ms. Thérèse ReinThe Honorable Emmy Ruiz, Assistant to the President and Director of Political Strategy and Outreach & Ms. Stephanie GrabowMr. Lee Saunders & Mrs. Lynne SaundersMr. Frederick Schneider III & Mr. Kevin P. MillerMr. Martin Schroeter & Mrs. Susan SchroeterThe Honorable Charles E. Schumer, Majority Leader of the U.S. Senate & Mr. Michael ShapiroThe Honorable Liz Sherwood-Randall, Assistant to the President and Homeland Security Advisor and DeputyNational Security Advisor & Dr. Jeffrey RandallMr. Brian Sikes & Mrs. Dana SikesThe Honorable Adam Smith, U.S. Representative & Mrs. Sara SmithThe Honorable Alan Solomont & Mrs. Susan SolomontMr. John Stankey & Mrs. Shari StankeyMs. Laura StrayerThe Honorable Julie Su, Acting Secretary of Labor, U.S. Department of LaborThe Honorable Jake Sullivan, Assistant to the President for National Security Affairs & Ms. Margaret GoodlanderMr. S. Donald Sussman & Ms. Michelle HowlandThe Honorable Katherine C. Tai, United States Trade Representative & Mr. Robert SkidmoreDr. Andrew Thomas & Dr. Shannon WalkerThe Honorable Linda Thomas-Greenfield, United States Ambassador to the United Nations & Mr. Lafayette M. Greenfield IIThe Honorable John Thune, U.S. Senator & Mrs. Kimberley ThuneMr. Andrew Tobias & Mr. Rob FrierThe Honorable Annie Tomasini, Assistant to the President and Senior Advisor to the President and Director of Oval Office Operations & Mrs. Margaret TomasiniMr. Sam Trobe, Director of Policy, Office of the Prime MinisterMr. D. James Umpleby III & Mrs. Katherine UmplebyThe Honorable Lynn Valbuena, Chairwoman, San Manuel Band of Mission Indians (CA) & Mr. Steve ValbuenaDr. Rosita Van Coevorden, & Ms. Isabelle Van CoevordenMr. Mark VassellaThe Honorable Richard Verma, Deputy Secretary of State for Management and Resources, U.S. Department of State & Mrs. Melineh VermaMr. Peter VlandysMs. Shemara Wikramanayake & Mr. Ben WayMr. Innes WilloxMs. Cindy Wilson & Mr. Keith BennettDr. Justin Wolfers & Dr. Betsey StevensonThe Honorable Ron Wyden, U.S. Senator & Mrs. Nancy WydenThe Honorable Janet L. Yellen, Secretary of the Treasury, U.S. Department of Treasury & Dr. George AkerlofThe Honorable Ali Zaidi, Assistant to the President and National Climate Advisor & Dr. Candace Fatima ZaidiThe Honorable Jeffrey Zients, Assistant to the President and Chief of Staff to the President & Mrs. Mary Zients"
}