{
    "title": "FACT SHEET: The Biden-Harris Action Plan for America’s Ports and Waterways | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/11/09/fact-sheet-the-biden-harris-action-plan-for-americas-ports-and-waterways/",
    "created_at": null,
    "content": "While American ports are a cornerstone of the U.S. economy, outdated infrastructure and the COVID-19 pandemic have strained their capacity and jeopardized global supply chains.  According to the 2021 Report Card for America’s Infrastructure Report issued by the American Society of Civil Engineers (ASCE), in 2018, America’s ports supported more than 30 million jobs and approximately 26% of our nation’s GDP. However, the ASCE report warns that ports face extensive challenges modernizing infrastructure and maintaining essential facilities under threat from sea level rise and other climate challenges.  Only four U.S. ports are among the top 50 busiest ports in the world and no U.S. port is in the top 10. Many U.S. ports also have bridge or depth limitations that restrict their ability to receive the larger, post-Panamax vessels that are the future of ocean shipping.  Further, the surge of cargo coming off larger vessels can also strain outdated landside infrastructure. As a result, more container traffic flows through a smaller number of U.S. ports with the offshore and onshore capacity to handle the largest vessels and their cargo. Taken together, America’s underfunded port and waterway infrastructure has real costs for our families, our economy, and our global competitiveness.Recognizing the critical role American ports play in the global economy, President Biden’s Bipartisan Infrastructure Deal includes an unprecedented $17 billion to improve infrastructure at coastal ports, inland ports and waterways, and land ports of entry along the border. These resources will deliver near-term assistance and make long-term investments to strengthen supply chain resiliency. Along the way, these investments will create good paying jobs and help America outcompete China. Together, the Bipartisan Infrastructure Deal is the single largest federal investment in our ports in U.S. history.President Biden is not waiting to take action. Today, the Biden-Harris Administration is announcing a set of concrete steps to accelerate investment in our ports, waterways, and freight networks. These goals and timelines will mobilize federal agencies and lay the foundation for successful implementation of the historic Bipartisan Infrastructure Deal. This action plan will increase federal flexibilities for port grants; accelerate port infrastructure grant awards; announce new construction projects for coastal navigation, inland waterways, and land ports of entry; and launch the first round of expanded port infrastructure grants funded through the Bipartisan Infrastructure Deal.Today, the Biden-Harris Administration is announcing the following immediate actions:Further Near-Term Actions:Additional freight investmentsIn addition to making the largest federal investment in American port infrastructure and freight networks in history, President Biden’s Bipartisan Infrastructure Deal will invest in transformative, shovel-worthy projects that revitalize other critical elements of America’s transportation infrastructure and supply chains.  This includes an additional $110 billion to repair roads and bridges and support major transformational projects.  These resources, if smartly deployed, can meaningfully improve supply chains and goods movement. To help states and other grantees direct federal resources to transportation supply chain needs, the Biden-Harris Administration will:Data sharing to support supply chainsDigital infrastructure also plays a key role in facilitating our supply chains. The goods movement chain is almost entirely privately operated and spans shipping lines, terminal operators, railroads, truckers, warehouses, and beneficial cargo owners. These different actors have each made great strides in digitizing their own internal operations, but they do not always exchange data with each other. This lack of data exchange causes delays and inefficiencies as cargo moves from one part of the supply chain to another, driving up costs and increasing fragility.  To further strengthen resiliency and leverage digitization of the supply chain, the Administration will:###"
}