{
    "title": "FACT SHEET: Biden-Harris Administration Announces Child Tax Credit Awareness Day and Releases Guidance for Unprecedented American Rescue Plan Investments to Support Parents and Healthy Child Development | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/06/11/fact-sheet-biden-harris-administration-announces-child-tax-credit-awareness-day-and-releases-guidance-for-unprecedented-american-rescue-plan-investments-to-support-parents-and-healthy-child-dev/",
    "created_at": null,
    "content": "President Biden’s American Rescue Plan included historic investments to support low- and middle-income parents – who have long faced increasing financial strain, worsened by the pandemic. Today, the Biden-Harris administration is announcing Child Tax Credit Awareness Day on Monday, June 21st to ensure parents know about the American Rescue Plan’s historic expansion of the Child Tax Credit and how it will benefit their families. Critically, as part of Child Tax Credit Awareness Day, the administration will encourage elected officials, organizations that fight for children, and faith-based organizations, to help low-income families—who may have such low-incomes that they are not required to file taxes—to use a new, easy Child Tax Credit sign-up tool to help give their children a lifeline out of poverty. And, the administration is releasing guidance for three elements of the American Rescue Plan that will support families, including: $15 billion for the Child Care and Development Block Grant, an historic expansion of the Child and Dependent Care Tax Credit, and six months of extended support for small and midsize employers offering paid sick and family leave in response to the pandemic through the Paid Leave Tax Credit.These measures will help parents by helping them with the costs of raising children – measures that experts project could contribute to cutting child poverty in half. They will also help defray the costs of child care, provide more child care options, and support return to work for those who have lost their jobs or income — especially mothers. And, they will do all of this while investing in the future of the nation’s children.While the American Rescue Plan is providing historic investments to confront the effects of the pandemic and help provide immediate relief from COVID-19, President Biden is calling to extend historic tax relief for working families and increase high quality child care and available paid family and medical leave through the American Families Plan and American Jobs plan.Families need support to power an equitable economic recovery and to support healthy development for children who most need itWe are experiencing a record-setting economic recovery, with historic growth in employment and wages. And, in the first four months of the Biden administration, more than 2 million jobs were created—an average of 540,000 jobs a month. But, our economy remains about 7.6 million jobs below its pre-pandemic level, and labor force participation remains more than 1 percentage point below its pre-pandemic level. Women were also particularly hard hit by the pandemic. More than one-half of the lost jobs—nearly 4.2 million—were once held by women, and 1.8 million women remain out of the labor force.And, the pandemic has exacerbated many families’ distress. According to the latest U.S. Census Pulse survey in May, one third of all adults with children are struggling to pay their usual expenses like food, rent, health care, and transportation. One in eight adults living with children report their household doesn’t have enough food to eat. One in five renters living with children reported that they are not caught up on rent. Black and brown families and women are disproportionately feeling the strain of the pandemic. And, financial hardship has long-term consequences for the healthy development of children.Families need economic relief. And, many parents need support to be able to return to work or continue working so they can provide economic security for their families.In part, lack of high-quality, affordable child care can make it logistically difficult for parents to work. Indeed, many parents—particularly mothers—report that they work fewer hours than they would prefer or need to in order to care for their young children. For some parents there is no choice but to find outside care if they want or need to work: as found in a recent analysis, one in five workers live in households with a child under 14, but do not live with a non-working adult who could potentially serve as a caregiver. And, this problem is most acute for single mothers.According to the latest U.S. Census Pulse Survey in May, about 7.6 million adults had someone in their household who took paid or unpaid leave, left their job, lost their job, or did not look for a job in the last month because child care arrangements remain disrupted due to the pandemic—three in four of whom were women and half of whom were women of color. Another 1.2 million women continued to work-from-home while they or another family member cares for their children.  And, the pandemic laid bare the fact that the majority of  low-wage workers have no access to paid sick leave or paid family and medical leave. Ninety-five percent of low-wage workers have no access to paid family and medical leave and 69 percent have no access to paid sick leave. This meant workers were left with few options to protect their own and their families’ health and well-being at the beginning of COVID. Paid leave is a critical policy for ensuring workers stay connected to the jobs when a health need or crisis arises, and thereby, not lose needed income or a job.The American Rescue Plan is taking several steps to support family economic security and the healthy development of children.Help is Here: Child Tax Credit Awareness DayThe American Rescue Plan delivered major tax relief for working families with children through a historic expansion of the Child Tax Credit. In 2021, for most families, the Child Tax Credit is increased to $3,000 for each child between 6 and 17 years old and to $3,600 for each child under age 6. For example, a married couple making less than $150,000 with two children under age 6 will be eligible for a Child Tax Credit of $7,200 in 2021–at least $3,200 more than they would have received prior to the American Rescue Plan.While tax relief is typically available only when you file your taxes, thanks to the American Rescue Plan, Child Tax Credit payments will be provided monthly for the first time ever, beginning in July. This means needed relief will reach families sooner, and they can count on it each month to help make ends meet. To help with the costs of raising children, families will begin to receive monthly payments of up to $250 for each child 6 to 17 years old and $300 for each child under age 6. Under the American Rescue Plan, the Child Tax Credit will be fully refundable, meaning that if a family’s income tax bill is less than the amount of their Child Tax Credit, they will get a payment for the difference. This will ensure for the first time that even the most hard-pressed families will get at least as much support as more affluent families.The IRS estimates that roughly 39 million households — covering almost 90 percent of children in the United States — are slated to begin receiving monthly payments without any further action required. Other eligible families— those who have not yet filed taxes in 2019 or 2020 and who did not sign-up for Economic Impact Payments like the $1,400 rescue payments included in the American Rescue Plan—can still sign-up to receive monthly Child Tax Credit payments beginning this summer. Experts project that the expanded Child Tax Credit could potentially help lift one-half of all children out of poverty if all eligible families sign-up to receive the monthly payments.Today, the Biden-Harris administration is announcing that Monday, June 21st will be Child Tax Credit Awareness Day—a day of action to get the word out far and wide on the upcoming monthly payments that will benefit nearly all families. It is also important that we extend these benefits beyond 2021 as the President has proposed in his American Families Plan. The administration will be calling on elected officials, faith-based groups, organizations that fight for children and families, and other partners to join us on June 21st to raise awareness that help is on the way.Child Care Development Block Grant GuidanceThe Biden Administration has provided states with unprecedented funding for expansions and improvements for child care, providing states with a tremendous opportunity to invest in early care and learning. The American Rescue Plan’s $39 billion investment in child care is historic on its own, and the administration has gone further to encourage state and local governments to finance quality child care options for parents and increase wages for the early childhood workforce. The Administration of Children and Families released guidance to States, Territories, and Tribes for the American Rescue Plan’s $15 billion in discretionary Child Care and Development Block Grants (CCDBG). The guidance strongly recommends that lead agencies focus resources on investing in child care in ways that strengthen the child care system and ensure that families have equal access to quality, affordable child care to support them during and after the pandemic. To do that, it:Child and Dependent Care Tax CreditThe American Rescue Plan’s historic expansion of the Child and Dependent Care Tax Credit (CDCTC) will make child care more affordable for millions of working families in 2021. Today, the Internal Revenue Service released guidance providing additional details on this critical assistance.Reducing the cost of child care increases labor force participation among mothers of young children— which expands the workforce, provides additional income to parents, and grows the economy. A recent review of research on child care costs and women’s labor supply finds that a 10 percent decrease in the cost of child care to families leads to a 0.5 to 2.5 percent increase in mother’s employment.Thanks to the historic expansion of the CDCTC in the American Recovery Plan, child care is more affordable for families this year, helping parents work and supporting economic security of families. Specifically:Paid Leave Tax CreditToday, the Internal Revenue Service is also releasing guidance for the American Rescue Plan’s paid leave tax credit. The advanceable, refundable tax credit offsets the cost for employers who voluntarily provide eligible employees paid sick or family leave, either for the employee’s own health needs or to care for family members.Employers with fewer than 500 employees and certain government employers may receive up to $17,110 to provide employees with up to 10 days of paid sick leave and up to 12 weeks of paid family leave, from April 1 through September 30, 2021. Certain self-employed individuals in similar circumstances are entitled to similar credits. Roughly 6 million businesses and more than 30 million workers are eligible for this credit.Tax credits can be claimed for employees who take time off because they are:The Biden Administration strongly encourages employers to provide paid leave and take advantage of these credits. They can help ensure safe and healthy workplaces, while also ensuring that Americans can reenter or stay in the workforce as we continue to fight the virus and recover from the economic effects of COVID-19. Research has shown that states where employees gained access to paid sick leave through this tax credit experienced a slow-down in the spread of COVID.Investing in Child Care and Paid Leave for the Long-TermFinally, President Biden is calling to permanently increase access to economic relief for families, high quality child care, and available paid family and medical leave. Even before the pandemic, a middle-class life – the ability to buy a home, afford child care, send a kid to college, save up to retire with dignity – was increasingly out of reach for families, and especially for women and people of color. While the American Rescue Plan is providing historic investments to confront the effects of the pandemic and help provide immediate relief from COVID-19, the American Families Plan and American Jobs Plan will reimagine and rebuild a new, stronger economy that leaves no one behind. They will:These investments will help build on the momentum of the American Rescue Plan to create a stronger, more equitable economy that supports families and strengthens the middle class.The Child Care Development Block Grant guidance released today will help states invest the $15 billion provided to them on April 15. The American Rescue Plan’s historic $39 billion investment in child care was provided to state, tribal, and territorial partners through two programs: (1) $24 billion for a new child care stabilization fund to help child care providers reopen or stay open, provide safe and healthy learning environments, keep workers on payroll, and provide mental health supports for educators and children, and (2) $15 billion in more flexible funding to help more low-income working families access high-quality care, increase compensation for early childhood workers, and help parents to work. A breakdown of funds received by State, Tribe and Territory is below."
}