{
    "title": "FACT SHEET: Biden-Harris Administration Hosts White House Methane Summit to Tackle Dangerous Climate Pollution, while Creating Good-Paying Jobs and Protecting Community Health | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/26/fact-sheet-biden-harris-administration-hosts-white-house-methane-summit-to-tackle-dangerous-climate-pollution-while-creating-good-paying-jobs-and-protecting-community-health/",
    "created_at": null,
    "content": "New Cabinet-level White House Methane Task Force will strengthen interagency and multi-stakeholder action to dramatically reduce methane emissions.Today, the Biden-Harris Administration will convene the first ever White House Methane Summit around the urgent need to dramatically reduce methane emissions, especially from leaks in the oil and gas sector, as a way to protect public health, create good-paying jobs, save consumers money, and advance President Biden’s ambitious climate agenda. The President’s Investing in America agenda is accelerating adoption of technologies and tools to address methane emissions and helping the U.S. unlock a win-win opportunity for communities and the economy. Just this week, new analysis from the Blue Green Alliance found that full adoption of the Biden-Harris Administration’s proposed leak-reducing actions will create 10,000 net direct and indirect jobs each year, in sectors like manufacturing, construction, and operations and maintenance.Methane, a powerful greenhouse gas, is 80 times more potent than carbon dioxide and can lead to serious public health impacts, from asthma to cancer to premature deaths. Methane is responsible for one-third of the warming impacts millions of Americans are experiencing right now – from record heat waves to smoke-filled skies to flash flooding and more intense hurricanes. Methane leaks amount to billions of dollars’ of wasted natural gas every year. In the United States, 30 percent of methane emissions come from the oil and gas sector, which increasingly has tools to slash leaks.Today’s White House Methane Summit will focus on these significant opportunities:Detecting Emissions Using Innovative Technologies & ToolsIdentifying methane emissions at their source is a critical first step to tackling climate and health impacts and setting and enforcing robust rules of the road, which is why the Administration is prioritizing the full use of the latest and most innovative technologies and tools available today.Leading International Efforts on Methane ManagementAt the U.S.-led Major Economies Forum on Energy and Climate in September 2021, the President and the European Union announced the Global Methane Pledge: a global partnership to collectively cut emissions of methane by 30% compared with 2020 levels by 2030. President Biden has helped rally 150 countries to join the initiative, which now covers nearly half of all methane emissions and 70% of global GDP. If participants meet their goals, the pledge could eliminate over 0.2 degrees Celsius of warming by 2050.###"
}