{
    "title": "Readout of the White House Convening on Right to Repair | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/25/readout-of-the-white-house-convening-on-right-to-repair/",
    "created_at": null,
    "content": "Yesterday, the White House convened a roundtable with federal and state officials, small business owners, and private sector leaders to discuss the importance of the right to repair. In the simplest terms, the right to repair is the right to fix something you own when it breaks—either by yourself or by taking it to an independent repair shop. By giving consumers more choices on where and how to get their devices fixed, right to repair lowers costs, makes it easier to fix the things you own, and increases competition—a key pillar of Bidenomics.National Economic Council Director Lael Brainard highlighted the importance of right to repair to President Biden’s work on behalf of consumers and a level playing field for small independent repair businesses, and roundtable participants discussed on-the-ground progress since President Biden endorsed the right to repair in his Executive Order on Promoting Competition. Federal Trade Commission (FTC) Chair Lina Khan explained the benefits of competition in repair markets to lower costs and increase opportunities for small businesses, and highlighted FTC’s bipartisan, unanimous enforcement policy and successful cases that make it easier to repair everything from grills to motorcycles. Janet McCabe, Deputy Administrator of the Environmental Protection Agency (EPA), explained how the right to repair extends the lifecycle of products—reducing waste and helping combat climate change—and the EPA’s efforts to promote the repairability of farm equipment.The roundtable included a bipartisan group of state officials who spoke about legislative successes of the last year, including the passage of right to repair legislation in California, Colorado, Minnesota and New York. A farmer from Colorado and an independent repair shop owner from Minnesota explained how these legislative wins will save consumers and farmers money and create opportunities for small businesses.The roundtable also included businesses that support the right to repair. During the roundtable, Apple called for strong national right to repair legislation, and announced it will honor the provisions of the recently-enacted California right to repair law nationwide—benefitting consumers in every state. California’s new law requires manufacturers to make the parts, tools, and documentation needed to diagnose, maintain, and repair consumer electronic devices and appliances available to independent repair shops and consumers at fair and reasonable prices. Allstate Insurance also spoke to how greater access to parts and independent repair options for vehicle repair can save consumers hundreds of dollars, and joined the call for federal legislation.A recording of the full roundtable can be found here.Since President Biden’s Executive Order, the Administration and states have taken a number of actions to further the right to repair across industries, including:###"
}