{
    "title": "FACT SHEET: The Biden Administration Blueprint for a Fair, Orderly and Humane Immigration System | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/07/27/fact-sheet-the-biden-administration-blueprint-for-a-fair-orderly-and-humane-immigration-system/",
    "created_at": null,
    "content": "The United States can have an orderly, secure, and well-managed border while treating people fairly and humanely.In January, the Biden-Harris Administration launched a broad, whole of government effort to reform our immigration system, including sending to Congress legislation that creates a new system to responsibly manage and secure our border, provide a pathway to citizenship, and better manage migration across the Hemisphere.In the six months since, the Administration has made considerable progress to build a fair, orderly, and humane immigration system while continuing to call on Congress to make long overdue reforms to U.S. immigration laws. We successfully processed over 12,500 people who had been returned to Mexico under the Migrant Protection Protocols. We expanded lawful pathways for protection and opportunity, including the Central American Minors (CAM) program to reunite children with their parents in the United States. We strengthened collaborative migration management with regional partners, including through a new Human Smuggling and Trafficking Task Force to disrupt and prevent migrant smuggling and human trafficking operations. And we continue to deter irregular migration at our Southern border.The Biden-Harris Administration has accomplished this and more while reckoning with the prior Administration’s cruel and reckless immigration policies, which exacerbated long-standing challenges and failed to securely manage our border. Case in point: the total number of unique encounters at the Southern border to date this fiscal year remains below the total number of unique encounters to date during fiscal year 2019 under the Trump Administration.Today the Administration is releasing a blueprint that outlines the next steps Federal agencies will be taking to continue implementing the President’s transformative vision for a 21st century immigration system that secures the border, fairly and efficiently considers asylum claims, strengthens regional migration management efforts in North and Central America, and addresses the root causes of migration from Central America. Success in building this fair, orderly, and humane immigration system won’t be achieved overnight, especially after the prior Administration’s irrational and inhumane policies, but this Administration has a blueprint to get there and is making real progress.We will always be a nation of borders, and we will enforce our immigration laws in a way that is fair and just. We will continue to work to fortify an orderly immigration system.ENSURING A SECURE, HUMANE AND WELL-MANAGED BORDERThe United States can allow people to exercise their legal right to apply for asylum while also reducing irregular migration and maintaining an orderly, secure, and well-managed border.IMPLEMENTING ORDERLY AND FAIR PROCESSING OF ASYLUM APPLICATIONSThe Administration is committed to fairly and efficiently considering asylum claims. Asylum and other legal migration pathways should remain available to those seeking protection. But those not seeking protection or who don’t qualify will be returned to their country of origin.STRENGTHENING COLLABORATIVE MIGRATION MANAGEMENT WITH REGIONAL PARTNERSThe United States seeks to expand U.S. and multilateral efforts to address the dire humanitarian situation in Central America and strengthen regional collaborative migration management.  The United States believes that all individuals should be able to have a safe, stable and dignified life within their own countries, while ensuring that asylum and other legal migration pathways remain available to those who need them.INVESTING IN CENTRAL AMERICA TO ADDRESS THE ROOT CAUSES OF MIGRATIONWe cannot solve the challenge at our border without addressing the lack of economic opportunity, weak governance and corruption, and violence and insecurity that compel people to flee their homes in the first place.  The impact of two major hurricanes in late 2020, a prolonged drought, and COVID-19 have aggravated these long-standing challenges.  The FY 2022 Budget requests $861 million to address the root causes of migration.    While President Biden can implement significant parts of this strategy within his executive authority, Congress must also act.  Millions of noncitizens call our country home.  Immigrants are key a key part of our communities and make significant contributions to our economy.  Over the past year, millions of immigrants have risked their health to work side by side with other Americans to perform jobs that are essential to the functioning of the country.  They are Americans in every way but on paper.  The American public supports a path to citizenship and a fair and efficient legal immigration system that welcomes talent from around the globe and allows families to reunite and make a life in our country.Congress should pass through reconciliation or other means:FACT SHEET: Strategy to Address the Root Causes of Migration in Central AmericaFACT SHEET: The Collaborative Migration Management Strategy"
}