{
    "title": "FACT SHEET: Biden-Harris Administration Announces Most Sweeping Set of Executive Actions to Improve Care in History | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/18/fact-sheet-biden-harris-administration-announces-most-sweeping-set-of-executive-actions-to-improve-care-in-history/",
    "created_at": null,
    "content": "Today, President Biden will announce the most comprehensive set of executive actions any President has ever taken to improve care for hard-working families while supporting care workers and family caregivers. Joined by people with disabilities, family caregivers, long-term care workers, early educators, veterans, and aging advocates, the President will sign an Executive Order that includes more than 50 directives to nearly every cabinet-level agency to expand access to affordable, high-quality care, and provide support for care workers and family caregivers.Too many families and individuals struggle to access the affordable, high-quality care they need.  The cost of child care is up 26% in the last decade and more than 200 percent over the past 30 years. For the elderly or people with disabilities long-term care costs are up 40% in the past decade. The result is many Americans – particularly women – stay out of the workforce to care for their families, making it hard for businesses to attract and retain a skilled workforce and for the economy to grow. A BCG brief forecasts losses of $290 billion each year in gross domestic product in 2030 and beyond if the U.S. fails to address the lack of affordable child care.At the same time, many workers providing this critical care find themselves in low-paying jobs with few benefits. Care workers, who are disproportionately women of color, struggle to make ends meet, and turnover rates are high. In addition, at least 53 million Americans serve as family caregivers—including over 5 million caring for service members or veterans—and many face challenges due to lack of support, training, and opportunities for rest.President Biden believes that we must secure significant new federal investments to transform care in this country. That’s why he and Vice President Harris called for investments to support high-quality, affordable child care, preschool, and long-term care in their fiscal year 2024 budget. While Congress considers those proposals, the President is taking immediate action to make care more affordable for American families, support family caregivers, boost compensation and improve job quality for care workers, and expand care options. Specifically, his Executive Order will:The Biden-Harris Administration’s Record on CareThe Administration invested over $60 billion from the American Rescue Plan (ARP) Act in the care economy, including $39 billion to help child care providers keep their doors open and to provide child care workers with higher pay, bonuses, and other benefits—reducing turnover and attracting new staff. To date, these efforts have helped 220,000 child care programs, which employ more than one million child care workers with the capacity to serve 9.6 million children. In addition, the Administration invested $25 billion in ARP funds to help states strengthen their Medicaid home care programs, including over $9 billion in spending to boost wages for home care workers as well as improve overall job quality.The stabilization funding provided through the ARP saved child care in this country. One in three child care programs who received stabilization support report that they would have been forced to close permanently without these funds.These grants likely have had effects beyond the child care workforce and providers as access to child care is critical for parental employment, particularly for women. The President’s Council of Economic Advisers analyzed this relationship in their most recent Economic Report of the President, and found that mothers’ employment has recovered more quickly in areas with greater child care capacity supported by ARP stabilization grants. In those areas, employment among mothers with young children outpaced that of mothers in lower ARP-supported areas throughout 2022 and rebounded to pre-pandemic levels by mid-2022.The FY 2024 President’s Budget builds on these investments and proposes investing $600 billion over 10 years to expand access to high-quality, affordable child care and free, high-quality preschool. This funding will enable States to increase child care options for more than 16 million young children. The proposal lowers costs so that parents can afford to send their children to high-quality child care while also paying child care providers wages that reflect the value they provide families and communities. The President’s Budget also includes $150 billion over the next decade to improve and expand Medicaid home care services—making it easier for seniors and people with disabilities to live, work, and participate in their communities. This funding would improve the quality of jobs for home care workers and support family caregivers. The Administration is also promoting the use of apprenticeship programs and partnering with employers, unions, and others to recruit, train, and keep long-term care workers on the job while also helping them advance their careers as registered and licensed nurses. Just this month, the President also signed the first-ever proclamation designating April as National Care Worker Recognition Month, to honor the efforts and sacrifices of our child care and long-term care workers.The Administration is committed to getting caregivers the resources and respect they deserve. The National Strategy to Support Family Caregivers outlines nearly 350 actions the federal Government can take to support family caregivers’ health, well-being, and financial security. And the ARP provided $145 million to help the National Family Caregiver Support Program deliver counseling, training, and short-term relief to family and other informal care providers. The Administration has also expanded the VA Program of Comprehensive Assistance for Family Caregivers to veterans of all service eras so more veteran caregivers have the financial and mental health support they deserve. Through the First Lady’s Joining Forces initiative, the Administration has partnered with more than 50 public and private sector organizations to launch the “Hidden Helpers” Coalition to serve the 2.3 million military and veteran children in caregiving homes.###"
}