{
    "title": "Leaders Summit on Climate Summary of Proceedings | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/23/leaders-summit-on-climate-summary-of-proceedings/",
    "created_at": null,
    "content": "After fulfilling his promise to bring America back into the Paris Agreement, President Biden convened 40 world leaders in a virtual Leaders Summit on Climate this week to rally the world in tackling the climate crisis and meeting the demands of science. The United States and other countries announced ambitious new climate targets ensuring that nations accounting for half of the world’s economy have now committed to the emission reductions needed globally to keep the goal of limiting global warming to 1.5-degrees C within reach. Many leaders underscored the urgency of other major economies strengthening their ambition as well on the road to the United Nations Climate Change Conference (COP 26) in November 2021 in Glasgow.The Summit, which was the largest virtual gathering of world leaders, convened the Major Economies Forum on Energy and Climate (the world’s 17 largest economies and greenhouse gas emitters) and included the leaders of other countries especially vulnerable to climate impacts or charting innovative pathways to a net-zero economy. President Biden was joined at the Summit by Vice President Harris, members of the President’s Cabinet, Special Presidential Envoy for Climate John Kerry, and National Climate Advisor Gina McCarthy, as well as senior representatives of other countries and leaders from business and civil society. The full agenda and list of participants is available at https://www.state.gov/leaders-summit-on-climate/.With the science telling us that the world needs to significantly increase the scale and speed of climate action, President Biden considered it vital to host this Summit within his first 100 days in office to make clear that it is a top U.S. priority to combat the climate crisis at home and abroad.Vice President Harris opened the Summit by emphasizing the intertwined imperatives of addressing the climate crisis, creating jobs, and protecting the most vulnerable communities. Her remarks set the stage for the launch of the Summit’s five sessions, which were live-streamed: [https://www.state.gov/leaders-summit-on-climate/].President Biden began Session 1 (“Raising Our Climate Ambition”) by framing enhanced climate action as necessary both to address the crisis and to promote economic opportunity, including the creation of good-paying, union jobs. He told Summit participants that the United States will halve its greenhouse gas emissions within this decade, noting that countries that take decisive action now will reap the economic benefits of a clean energy future. To enshrine this commitment, the United States submitted a new “nationally determined contribution” (NDC) under the Paris Agreement setting an economy-wide emissions target of a 50-52% reduction below 2005 levels in 2030. Secretary of State Blinken conveyed a strong sense of urgency in tackling the climate crisis, noting that this is a critical year and a decisive decade to take action. He noted the U.S. resolve to work with other countries to engage in all avenues of cooperation to “save our planet.” Participants noted the need to work rapidly over the course of this decade to accelerate decarbonization efforts and are taking a range of actions to that end. Announcements during this Session included, among others:Session 2 (“Investing in Climate Solutions”) addressed the urgent need to scale up climate finance, including both efforts to increase public finance for mitigation and adaptation in developing countries and efforts to catalyze trillions of dollars of private investment to support the transition to net zero emissions no later than 2050. President Biden stressed the importance of developed countries meeting the collective goal of mobilizing $100 billion per year in public and private finance to support developing countries. He also announced that the Administration intends to seek funding to double, by 2024, annual U.S. public climate finance to developing countries, compared to the average level of the second half of the Obama-Biden Administration (FY 2013-2016). This would include tripling public finance for adaptation by 2024. President Biden also called for an end to fossil fuel subsidies and announced that his Administration will undertake a series of steps to promote the measurement, disclosure, and mitigation of material climate risks to the financial system.Treasury Secretary Yellen highlighted the role of multilateral development banks in supporting the transition. She also said that the Treasury Department will use all its tools and expertise to help support climate action. Special Envoy Kerry moderated a discussion among leaders from government, international organizations, and multilateral and private financial institutions. These leaders noted the importance of concessional finance to leverage much larger sums of private capital, as well as to provide finance to technologies, activities, and geographies where private capital is not flowing. They noted the urgent need to increase finance for adaptation and resilience in developing countries. The participants also recognized the need for governments to embrace key policies, including meaningful carbon pricing, enhanced disclosure of climate-related risks, and phasing out fossil fuel subsidies. Several of the private financial institutions expressed their support for coalitions such as the Glasgow Financial Alliance for Net Zero and the Net Zero Banking Alliance. They also referred to recent commitments by U.S. banks to invest $4.16 trillion in climate solutions over the next ten years.Session 3 elevated four specific topics for more focused consideration by government officials and, in some cases, a broader range of stakeholders. Session 4 (“Unleashing Climate Innovation”) explored the critical innovations needed to speed net-zero transitions around the world and highlighted the efforts of governments, the private sector, and civil society in bringing new and improved technologies to market. Energy Secretary Granholm and Commerce Secretary Raimondo emphasized the economic rewards from investing in innovation as multi-trillion dollar markets for clean technologies emerge in the coming decades and announced reinvigorated U.S. international leadership on innovation. The discussion underscored the urgent need for innovation: 45% of the emissions reductions needed for a swift net-zero transition must come from technologies that are not commercially available, according to the Executive Director of the International Energy Agency, and Bill Gates urged investment to drive down “green premium” prices of most zero-carbon technologies compared with fossil fuel alternatives. Several leading countries — Denmark, the United Arab Emirates, Israel, Kenya, Norway, and Singapore — described their approaches to investing in mitigation and adaptation technologies. These included clean fuels such as hydrogen, renewables such as offshore wind and geothermal energy, energy storage, clean desalination, carbon capture, advanced mobility, sustainable urban design, and monitoring technologies to verify emissions and stop deforestation. Leaders from the private sector, including from GE Renewables, Vattenfall, and X, as well as from the Rensselaer Polytechnic Institute, focused on training the diverse innovators of the future and investing in technologies for digitalized, electrified, decarbonized, and resilient energy systems. Special Envoy Kerry closed by emphasizing that raising our innovation ambition enables us to raise the world’s climate ambition. Several speakers made announcements during this Session: Denmark announced a technology mission under Mission Innovation to decarbonize the global shipping sector, in collaboration with the United States, and that it will build the world’s first energy islands to produce clean fuels and supply power to Europe. The United Arab Emirates launched the Agriculture Innovation Mission for Climate in partnership with the United States, Australia, Brazil, Denmark, Israel, Singapore, and Uruguay. Bill Gates launched the Breakthrough Energy Catalyst to drive public, private, and philanthropic capital to scale up critical emerging technologies. Rensselaer Polytechnic Institute announced the Institute for Energy, the Built Environment, and Smart Systems to decarbonize urban systems. GE Renewable Energy announced that the GE Foundation is committing up to $100 million to increase the diversity of the next generation of engineers. And X, Alphabet’s Moonshot Factory, announced a Moonshot for the electric grid. President Biden began Session 5 (“The Economic Opportunities of Climate Action”) by recognizing the opportunity that ambitious climate action presents to countries around the world to create good, high quality jobs. He noted that countries that prioritize policies that promote renewable energy deployment, electric vehicle manufacturing, methane abatement, and building retrofits, among other actions, would likely reap the rewards of job growth and economic prosperity in the years ahead. The U.S. Trade Representative, Ambassador Tai, Transportation Secretary Buttigieg, and National Climate Advisor McCarthy underscored that the climate agenda could be a race to the top for countries that are pursuing the most ambitious methods to tackle the crisis, noting the American Jobs Plan that President Biden has proposed. Participants echoed this vision and elaborated their own projects and programs to maximize the economic benefits of their climate actions. Leaders of countries recognized that the economic recovery from the COVID-19 pandemic presents an opportunity for countries to build back better and invest in the industries of the future. Community, tribal, private sector, and labor leaders also weighed in on the opportunities that decarbonization provided. Panelists noted that climate action presents economic opportunities to all parts of society, from energy workers to vehicle manufacturers, from large businesses to small. In particular, there was general alignment among both country representatives and other participants that governments should promote equitable opportunities for workers and that labor unions can play a key role in promoting high quality employment opportunities for people around the world. To that end, Poland announced that they had just concluded negotiations with coal mine labor unions to ensure a just transition of workers as part of their coal-fired power phasedown. In response to the discussion, President Biden closed by emphasizing that climate action might represent the largest economic opportunity of this century and urging leaders to stay focused.In between the five Sessions, several other speakers provided important perspectives. Youth speaker Xiye Bastida, declaring that climate justice is social justice, underlined that youth need to be a part of decision-making processes and called for a stop to fossil fuel subsidies and extraction. Current and future Conference of Parties Presidents Minister Carolina Schmidt (Chile) and MP Alok Sharma (UK) discussed the urgency of achieving net-zero emissions by 2050. Minister Schmidt noted that COP25 included, for the first time, a mandate to address the ocean-climate nexus, while MP Sharma noted that we must put the world on a path to achieve net-zero emissions by 2050 through long-term targets and aligned NDCs, as well as immediate action, such as phasing out coal. Pope Francis, who has been a climate leader for many years, underlined the need to “care for nature so that nature may care for us.” Chair Mallory of the White House Council on Environmental Quality highlighted the Biden Administration’s commitment to environmental justice and introduced Peggy Shepard, Co-Chair of the White House Environmental Justice Advisory Council; she underlined the need to build back better to lift up the communities struggling with climate impacts and environmental injustice. Michael Bloomberg, UN Special Envoy on Climate Ambition and Solutions, noted the key role of cities and businesses in tackling the climate crisis.Alongside the Summit, Special Envoy Kerry hosted two Ministerial Roundtables to provide a broader group of countries an opportunity to contribute to the discussions. He heard from representatives of more than 60 countries from all over the world, reflecting a wide range of regions, geographic features, and national circumstances, and summarized their input for leaders on the second day of the Summit. Many Roundtable participants expressed concern about the inadequacy of global climate action to date and/or shared the unprecedented climate impacts they are experiencing. At the same time, participants enthusiastically reported on the significant, exciting efforts they are undertaking to confront the climate crisis, even while facing the global pandemic. Beyond many commitments to net zero emissions, enhanced NDCs, and innovative adaptation efforts, participants included a carbon-negative country, countries that have successfully decoupled economic growth from carbon emissions, leaders in carbon storage, countries with extensive forest cover, issuers of green bonds, and countries focusing on gender-responsive approaches and the participation of indigenous communities. It was notable that many of those passionately embracing climate solutions contribute far less than 1% of global emissions. The Roundtables contributed to the Summit’s sense of urgency as countries rally around increased ambition on the road to Glasgow.Roundtable participants represented: Afghanistan, Andorra, Angola, Armenia, Austria, Bahrain, Belgium, Cabo Verde, Cambodia, Croatia, Cyprus, Czech Republic, Ecuador, Estonia, Federated States of Micronesia, Finland, Georgia, Greece, Grenada, Guatemala, Guyana, Honduras, Hungary, Iceland, Jordan, Kazakhstan, Kosovo, Latvia, Libya, Lithuania, Luxembourg, Madagascar, Maldives, Mali, Malta, Mauritania, Monaco, Mongolia, Montenegro, Nepal, North Macedonia, Oman, Panama, Papua New Guinea, Paraguay, Republic of Congo, Romania, Senegal, Slovakia, Slovenia, Sri Lanka, St. Kitts and Nevis, Suriname, Sweden, Switzerland, Tanzania, The Bahamas, Turkmenistan, Ukraine, Uruguay, Uzbekistan, Vanuatu, and Zambia. A list of new climate-related initiatives announced by the United States at or around the Summit can be found in this Fact Sheet.###"
}