{
    "title": "FACT SHEET: On One Year Anniversary of Reignited Cancer Moonshot, Biden-Harris Administration Announces New Actions to End Cancer as We Know It | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/02/fact-sheet-on-one-year-anniversary-of-reignited-cancer-moonshot-biden-harris-administration-announces-new-actions-to-end-cancer-as-we-know-it/",
    "created_at": null,
    "content": "One year ago, President Joe Biden and First Lady Jill Biden reignited the Cancer Moonshot, setting an ambitious, achievable goal: to reduce the death rate from cancer by at least 50 percent over the next 25 years, and improve the experience of people and families living with and surviving cancer, ultimately ending cancer as we know it today.The Cancer Moonshot has spurred tremendous action across the federal government and from the public and private sectors, building a strong foundation for the work ahead. Today, the Administration is announcing new actions from inside and outside of government that will drive additional progress, drawing us closer to ending cancer as we know it today.Last year, the President stood up the first-ever Cancer Cabinet to mobilize the federal government, and called on individuals, health care providers, and leaders across sectors to step up and take action in five key priority areas: (1) close the screening gap, (2) understand and address environmental exposure, (3) decrease the impact of preventable cancers, (4) bring cutting-edge research through the pipeline to patients and communities, and (5) support patients and caregivers.To date, the Cancer Moonshot has announced over 25 new programs, policies, and resources to address these five priority areas. The First Lady has traveled the country and the world to hear from cancer patients and their loved ones, as well as the researchers, physicians, nurses, and patient navigators who support them – focusing on the importance of early detection and improving the experience of patients, families, and caregivers. And, the White House and Cancer Cabinet have held more than 50 community conversations and events. More than 60 private companies, non-profits, academic institutions, and patient groups have also stepped up with new actions and collaborations.Today’s new actions will build on the work done in the first year of the reignited Cancer Moonshot. In addition, today, the President is also announcing his intent to appoint six members to the National Cancer Advisory Board, which plays an important role in guiding the Director of the NCI in setting the course for the national cancer research program.The Cancer Cabinet is taking the following new actions:The public and private sector is stepping up with the following new actions:Promoting Cancer PreventionSupporting Patients and Caregivers through their Cancer FightBringing Cancer Screening to More CommunitiesDriving Research Advances through Data Sharing and Clinical Trial ExpansionToday’s announcements build on actions taken in the first year of the reignited Cancer Moonshot:###"
}