{
    "title": "FACT SHEET: Biden Administration Mobilizes to Protect Workers and Communities from Extreme Heat | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/20/fact-sheet-biden-administration-mobilizes-to-protect-workers-and-communities-from-extreme-heat/",
    "created_at": null,
    "content": "New Initiatives at OSHA and Across Agencies Will Enhance Workplace Safety, Build Local Resilience, and Address Disproportionate Heat ImpactsToday, President Biden is launching a coordinated, interagency effort to respond to extreme heat that threatens the lives and livelihoods of Americans, especially workers, children, and seniors. While climate-related disasters like hurricanes, wildfires, and floods produce dramatic images of devastation, extreme heat often takes place out of sight and out of the news. But heat is the nation’s leading weather-related killer. The United States experienced a dangerously hot summer this year, breaking records last set during the Dust Bowl. The climate crisis is making heat waves more intense and frequent – endangering workers and communities. During the June 2021 heat wave in the Pacific Northwest, states reported hundreds of excess deaths and thousands of emergency room visits for heat-related illness. Climate scientists have concluded that this heat wave would have been virtually impossible without climate change. Millions of U.S. workers are exposed to heat in their workplaces, and essential jobs with high exposure levels are disproportionately held by Black and Brown workers. Heat also poses higher risks in urban centers and to children, seniors, economically disadvantaged groups, and those with underlying health conditions.  Recognizing the seriousness of this threat, the Biden Administration is taking immediate action on heat hazards to protect workers and communities as part of a broader commitment to workplace safety, climate resilience, and environmental justice. The Departments of Labor, Health and Human Services, Homeland Security, and Agriculture; the Environmental Protection Agency; and the National Oceanic and Atmospheric Administration are announcing a set of actions that will reduce heat-related illness, protect public health, and support the economy:These actions would also supplement President’s Build Back Better Agenda, which includes historic funding levels to support resilient communities and improve the assessment and mitigation of climate-related impacts like extreme heat.Specifically, the Biden Administration is announcing a whole-of-government approach to address extreme heat by:Developing Workplace Heat Standards and Increasing EnforcementThe Department of Labor’s Occupational Safety and Health Administration (OSHA) is responsible for setting and enforcing standards to ensure safe, healthy working conditions. Heat is a growing workplace hazard, with the climate crisis making extreme heat more frequent and severe. Workers in agriculture and construction are often at highest risk, but the problem affects all workers exposed to heat, including indoor workers without climate-controlled environments. Too often, heat-induced injuries and illnesses are misclassified or not reported, especially in sectors that employ vulnerable and undocumented workers.To better protect heat-exposed workers, OSHA is:Providing Cooling Assistance to Households and CommunitiesBeyond the workplace, extreme heat also threatens Americans in our homes and neighborhoods.  For households that lack air conditioning altogether, have inadequate equipment, or cannot afford the energy costs of running their units, extreme heat conditions can pose severe risks of health impacts. Greater access to in-home air conditioning and to public cooling centers will address systemic injustices, improve quality of life, and prevent illness and death.The Biden Administration is providing ongoing support to expand this access, including by:Launching an Innovation Challenge on Heat ProtectionThe Department of Homeland Security (DHS) is launching a series of prize competitions focused on strengthening our nation’s resilience to climate change. The first competition in this series will focus on new ways to protect people at risk of heat-related illness or death during extreme heat events or in connection with other disasters. Through this competition, DHS aims to motivate American talent and creativity toward innovations that will save lives and make our nation fundamentally more resilient to heat.Identifying and Addressing Disproportionate Heat ImpactsExtreme heat poses threats to communities across the country—but some communities are more at risk because of longstanding economic and racial injustices and ongoing vulnerabilities. Black, Indigenous, and other people of color, as well as people with low incomes, are more likely to live in areas with intensifying heat impacts and often have less access to air conditioning and other risk-reduction resources. Cities also face higher impacts due to the “urban heat island” effect, referring to elevated temperatures from the prevalence of surfaces that retain heat. This effect can be more severe in neighborhoods affected by redlining and other forms of institutionalized discrimination, as these areas often have lower tree cover and higher pavement concentration. The Biden Administration is working to develop better understandings of disproportionate heat impacts and promote targeted solutions for disadvantaged communities, including through two new resources:Improving Local Preparedness through Data Sharing and Technical AssistanceResponding to extreme heat requires action at all levels of government, and demand for science-based information is growing. The Biden Administration is committed to partnering with local officials to provide and enhance data, research, and planning tools on extreme heat and health impacts.New and ongoing data collaboration efforts of the Biden Administration include:Calling on Congress to Deliver Build Back Better Investments in ResiliencePresident Biden will continue to work with Congress to protect communities across the country from heat hazards. The President’s Build Back Better Agenda provides historic funding levels to support resilient communities and improve the assessment and mitigation of climate-related impacts, including extreme heat. Related investments include $1 billion for the Federal Emergency Management Agency’s Building Resilient Infrastructure and Communities (BRIC) program, over $12 billion for weatherization assistance and residential energy efficiency and electrification, and $1.2 billion for NOAA research and forecasting.###"
}