{
    "title": "Remarks by Vice President Harris on the Implementation of the CHIPS and Science Act | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/05/22/remarks-by-vice-president-harris-on-the-implementation-of-the-chips-and-science-act/",
    "created_at": null,
    "content": "Applied Materials HeadquartersSunnyvale, California1:15 P.M. PDT THE VICE PRESIDENT:  Good afternoon, everyone.  Good afternoon.  (Applause.) It’s good to be home.  Please have a seat, everyone.  Please have a seat.Erika, thank you for that introduction and for your words.  I was listening backstage.And for anyone and everyone here who is the first or one of the first to do what you are doing, my mother had many sayings, and she would say to me, “Kamala, you may be the first to do many things.  Make sure you’re not the last.”  And I think that’s part of what we all know is what we think about when we think about pursuing what is possible, even if it’s not been done before.So, to Mayor Larry Klein, thank you for welcoming us to Sunnyvale.  (Applause.)  And to all the leaders who are with us here today, again, I’ll tell you it’s so wonderful to be home.I was sharing with some of the leaders who are here — we met a littler earlier — and I am a proud daughter of the Bay Area.  As many of you may know, my mother arrived in California at the age of 19, from India, by herself because she told my grandfather, “I want to do what I can to cure cancer, and I want to go to one of the best universities in the world and study.”And so, my grandfather — now, this is a long time ago.  He was very progressive.  This was his eldest child and his eldest daughter.  He said, “You go.”  And my mother then traveled to the United States — she had never been before — at the age of 19 and went to UC Berkeley.So I am the dau- — (applause) — well, I know there’s many — I know there’s many UC graduates here, but I will tell you — so I grew up, then, the daughter of a scientist.And my mother had two goals in her life: to — to raise her two daughters and to end breast cancer.And I shared with some of the folks I met with earlier today a little-known fact.  My first job was cleaning pipettes.  (Laughs.)  Only this valley would understand what that means.And — and I’m so — from the time of my earliest memory, always been so excited about what we can collectively do that is about improving the condition of people: pursuit of innovation, not because we’re bored with things the way they’ve been but because we can imagine a world and see a time where we can be more effective, more efficient, more accurate.  We can be better in uplifting the lives of people around the world.So, I’m so happy to be with everyone today.And with that, I will say: As Vice President of the United States, I do believe and know America is a nation that is powered by the ambition and the aspiration of her people.  The ambition and aspiration to create, to invent, and build a better future.  The spirit of innovation, dare I say, is central to who we are.And again, as a proud daughter of California, I believe there are few places where that spirit burns brighter than right here in Silicon Valley, the birthplace of the hard drive, the personal computer, and the laser printer, and the birthplace of one of the most foundational technologies of the modern era, the semiconductor.  (Applause.)So a quick memory in history memory.  In the 1960s, here in Sunnyvale — in fact, in the building right over there — Fairchild Semiconductor produced some of the world’s first commercially available semiconductors and laid the groundwork for generations of American leadership in semiconductor research and development.As everyone here knows, semiconductors are the brain of modern technology.  They’re — for folks who aren’t aware, they’re small chips of silicon, usually no larger than a fingernail and no thicker than a piece of paper.  And they are essential to every electronic device that we currently use, from computers to televisions to air conditioners and washing machines.Many of you who are watching — and here, of course — many of us have a smartphone, and many of you right now have it in your pocket.  And everything you do on your phone to take photographs, send emails, stream movies, video chat with friends is made possible by this technology.Without semiconductors, your smartphone would not be a smartphone; it would be a paper weight — (laughter) — that occupies a big space in your pocket.And understand: As indispensable as semiconductors are today, they will become even more important in the future.Across America, scientists and entrepreneurs are working to develop technology that will transform our world; more efficient solar panels and wind turbines that will dramatically reduce the cost of electricity and help us fight the climate crisis; satellite networks that will allow us to deliver high-speed Internet to every corner of the globe.And while, of course, we must manage potential risks to privacy and security and democracy, artificial intelligence will allow us to redesign cities, revolutionize agriculture, and create powerful new medicines to fight diseases like cancer.And these new technologies have more in common than one might think.They will all require a new generation of semiconductors — semiconductors that are more compact, more efficient, more powerful, and more affordable.  And that is why we’re all here together today.Since the early days of Sunnyvale, America has led the world in semiconductor research and development.To build a better future, we must continue that leadership to make sure America’s innovators have the support they need to design and build better semiconductors. Last year, our administration invested $13 billion in semiconductor R&D.And today, I am here and proud to announce that because of the incentives included in that investment, Applied Materials will invest up to an additional $4 billion to build a new semiconductor R&D facility right here.  (Applause.)  Right here.And when completed, it will be the largest such facility in the world.  And — (applause) — yes.  And, of course, it will contain some of the most cutting-edge technology, including machines that can build semiconductor components as thin as a single atom. What’s more: A significant portion of the laboratory space in this building will be open to researchers and scientists from across the country.  That is very, very special when we think about the model that is being developed here.In that place, there will be entrepreneurs and start-up founders, engineers from leading manufacturers, technical experts from companies around the world, and graduate students from our nation’s universities, including many of our nation’s public universities — (applause) — which have long served as laboratories of invention, innovation, and creativity.So, this facility will essentially be a hub for collaboration.The brightest minds will gather here to share data and expertise, to cooperate to address the most difficult technical challenges, and to make discoveries that will improve the lives of millions of Americans.And to make sure that this work can move from the design phase to the production phase, from laboratory to factory, our administration has also invested $39 billion in semiconductor manufacturing — (applause) — R&D and manufacturing — and we have secured billions more in private sector commitments.So, I’ll say this: As Vice President, I have traveled all over the globe, including Japan and Singapore, Thailand, to convene leaders from some of the largest semiconductor companies in the world to strengthen our partnerships and to drive foreign investment in the United States.Just this year, our administration has spurred more than $150 billion in private investment in the American semiconductor industry.  A hundred and fifty billion.  (Applause.)And here’s the result: Since we took office, America has broken ground on new semiconductor manufacturing facilities in Idaho, in Ohio, in Arizona, and, of course, right here in California. And all of this — (applause) — we applaud because, in addition to the obvious, it also creates jobs — tens of thousands of good-paying jobs in manufacturing and construction; jobs for process engineers like Erika; jobs for chemical engineers, equipment technicians, and software developers; jobs for union plumbers and union laborers and union electrical workers, who will all together do the work of creating a robust ecosystem and will also make this facility run.And these investments — these investments also strengthen our national security by making sure that we have the capacity to produce semiconductors here at home.All of this, then, is part of a larger story.Since taking office, we have delivered trillions of dollars to communities across our nation to create opportunity and prosperity.And today, millions of Americans are hard at work repairing our roads and bridges and ports and airports to make sure folks can get where they need to go, laying thousands of miles of fiberoptic lines to connect families with high-speed Internet, removing every lead pipe in our nation so that our children have clean water to drink.And in all, since we took office, we have created more than 12 and a half million new jobs, including 800,000 manufacturing jobs.  (Applause.)And as a matter of fact, in two years, our administration has created more jobs than any administration has created in four.  The work we are all doing together is historic in proportion.  And I believe it all comes down to this: When we invest in America, we do so because we believe in America.  We believe in the innovation of our nation.  We believe in the greatness of who we are.  And we know there is no limit to what our country can achieve.The discoveries being made here will have a profound impact — and I say this to all of the leaders who are here — the discoveries that are being made here will have a profound impact on people you may never meet, on people who may never know your name but whose lives will forever be changed because of your work and the work you do here.So, we’re going to keep investing in you.  And together, we are going to keep working to build a better America.Thank you all.  (Applause.)  May God bless you.  And may God bless the United States of America.  (Applause.)  Thank you.  Thank you.  (Applause.)  Thank you all.  Thank you.                                         END                 1:30 P.M. PDT"
}