{
    "title": "FACT SHEET: President Biden to Sign Executive Order Implementing Bipartisan Military Justice Reforms | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/28/fact-sheet-president-biden-to-sign-executive-order-implementing-bipartisan-military-justice-reforms/",
    "created_at": null,
    "content": "Today, President Biden will sign an Executive Order to implement historic, bipartisan military justice reforms that significantly strengthen how the military handles sexual assault cases. The Executive Order transfers key decision-making authorities from commanders to specialized, independent military prosecutors in cases of sexual assault, domestic violence, murder, and other serious offenses by amending the Uniform Code of Military Justice (UCMJ).These changes, which implement reforms passed by Congress in the Fiscal Year 2022 National Defense Authorization Act (FY22 NDAA), represent the most significant transformation of the military justice system since the UCMJ was established in 1950. The historic reforms announced today will better protect victims and ensure prosecutorial decisions are fully independent from the chain of the command. They follow decades of tireless efforts by survivors, advocates, and Members of Congress, to strengthen the military justice system’s response to gender-based violence and build on recommendations from the Independent Review Commission on Sexual Assault in the Military (IRC), which Secretary Austin established at President Biden’s direction as one of his earliest acts in office.These reforms are a turning point for survivors of gender-based violence in the military. They fulfill President Biden’s promise to fundamentally shift how the military justice system responds to sexual assault and related crimes, which is something President Biden has prioritized since Day One of this administration. Ending gender-based violence wherever it occurs has been a top priority for the President throughout his career—as a Senator, and as Vice President. As Commander in Chief, he’s made clear that our one truly sacred obligation as a nation is to prepare and equip those we send into harm’s way, and to care for them and their families both while they are deployed and when they return home. The reforms implemented through today’s Executive Order do just that, promoting dignity and respect for those who serve by better protecting our servicemembers and making the military safer and more just.Today’s Executive Order takes important action to reform our military justice system by amending the Manual for Courts-Martial and its accompanying Rules for Courts-Martial including by:This month also marks two years since the IRC published its final report, outlining recommendations to improve accountability, prevention, climate and culture, and victim care and support. Today’s Executive Order advances the IRC’s core accountability recommendations and builds on the progress that has already been made by the Department of Defense in implementing the IRC’s more than 80 recommendations, including:###"
}