{
    "title": "Joint Statement between the United States and the European Commission on European Energy Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/25/joint-statement-between-the-united-states-and-the-european-commission-on-european-energy-security/",
    "created_at": null,
    "content": "PreambleThe United States and the European Commission are committed to reducing Europe’s dependency on Russian energy. We reaffirm our joint commitment to Europe’s energy security and sustainability and to accelerating the global transition to clean energy. In condemning in the strongest terms Russia’s further invasion of Ukraine, we express our solidarity and support for Ukraine. We share the objective of addressing the energy security emergency – to ensure energy supply for the EU and Ukraine. We welcome the continued progress toward the physical integration of Ukraine with the EU energy markets. The energy security and sustainability of the EU and Ukraine are essential for peace, freedom and democracy in Europe.Through the Joint European action for more affordable, secure and sustainable energy (REPowerEU), the EU confirmed its objective to reach independence from Russian fossil fuels well before the end of the decade, replacing them with stable, affordable, reliable, and clean energy supplies for EU citizens and businesses.The United States and the EU are committed to meeting the goals of the Paris Agreement, achieving the objective of net zero emissions by 2050, and keeping a 1.5 degrees Celsius limit on temperature rise within reach, including through a rapid clean energy transition, renewable energy, and energy efficiency. These policies and technologies will also contribute to making the EU independent from Russian fossil fuels. Natural gas remains an important part of the EU energy system in the green transition, including by ensuring its carbon intensity decreases over time.The United States and European Commission confirm our strategic energy cooperation for security of energy supply and reducing dependence on fossil fuels. We share efforts to make available stable, affordable, reliable and clean energy supplies to citizens and businesses in the EU and its neighbouring partner nations. In this framework, we establish an immediate cooperation to address the emergency energy security objective of ensuring appropriate levels of gas storage ahead of next winter and the following one. We will continue our close cooperation on other measures to accelerate the green energy transition, lower energy consumption and reduce dependence on fossil fuels.Task Force on Energy SecurityThe United States and the European Commission will immediately establish a joint Task Force on Energy Security to set out the parameters of this cooperation and execute its implementation. The Task Force will be chaired by a representative from the White House and a representative of the President of the European Commission.This Task Force will focus on the following urgent issues:  ###"
}