{
    "title": "FACT SHEET: President Biden Signs Executive Order to Boost Quality of Federal Construction Projects | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/03/fact-sheet-president-biden-signs-executive-order-to-boost-quality-of-federal-construction-projects/",
    "created_at": null,
    "content": "Biden-Harris Administration will make federal procurement more economical and efficient by improving coordination and minimizing disruptions on large federal construction projectsTomorrow, the President will sign an Executive Order to improve timeliness, lower costs and increase quality in federal construction projects. Federal construction projects span the country – from the maintenance of nuclear sites to base construction to waterways and flood projects. By requiring the use of project labor agreements (PLAs) on federal construction projects above $35 million, the Order will help alleviate the management and coordination challenges that can stymie progress on major construction projects. This helps projects get completed on time and helps the government get the best value for taxpayers’ dollars.Based on FY2021 figures, this Order could affect $262 billion in federal government construction contracting and improve job quality for the nearly 200,000 workers on federal construction contracts. Additionally, the President’s Executive Order directs the departments of Defense and Labor, along with the Office of Management Budget, to lead a training strategy for the nearly 40,000-person strong contracting workforce on the implementation of this Order’s policy. This Executive Order is just one of many steps the Biden-Harris Administration is taking that will improve the efficiency of federal procurement. Since taking office, the President fulfilled his commitments to strengthen Buy American rules, and secured a reliable supply of experienced, quality workers for federal service contracts. As of January 30th, federal contractors in new or extended contracts must pay a $15/hour minimum wage, as the President directed in Executive Order 14026.This new Executive Order, while only applicable to federal procurement, advances the Administration’s commitment to rebuild the nation’s infrastructure, on-time and at reasonable cost. The Order will only apply to provisions in the Bipartisan Infrastructure Law that are direct federal procurement, which excludes construction projects financed through grant dollars to non-federal entities. The Executive Order will benefit taxpayers, contractors, and workers by:###"
}