{
    "title": "FACT SHEET: Biden-Harris Administration Creates Cost-Saving Clean Energy Opportunities to Combat Climate Crisis | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/20/fact-sheet-biden-harris-administration-creates-cost-saving-clean-energy-opportunities-to-combat-climate-crisis/",
    "created_at": null,
    "content": "New Initiatives Remove Barriers to Local Clean Energy, Reduce Greenhouse Gas EmissionsSince taking office, President Biden has prioritized expanding clean energy technologies as part of his historic efforts to tackle the climate crisis – all while helping American families lower their energy costs and creating good-paying, union jobs. Distributed Energy Resources (DERs) – like rooftop solar, battery storage, heat pumps, and electric vehicles – will cut consumer costs, improve public health, strengthen U.S. energy security, and help meet the President’s goal to reduce emission 50-52% below 2005 levels in 2030. Recent analysis shows that the average American family can save an additional $500 a year from using clean electricity like solar and heat pumps to power their homes. The President’s National Climate Task Force formed a Distributed Energy Resources Working Group to advance these clean energy technologies and ensure these cost-saving opportunities are available to all Americans.Today, as part of the President’s commitment to tackling the climate crisis, the Biden-Harris Administration is announcing new partnerships and initiatives designed to increase access to these cost-saving local clean energy resources. These announcements leverage existing programs, funding, and guidance, including the Bipartisan Infrastructure Law, to unlock resources and pave the way for good-paying jobs in the growing clean energy economy in communities across the country. Additionally, they build on those investments proposed in the President’s FY 2023 Budget. These announcements will also further the President’s Justice40 Initiative which commits to delivering at least 40 percent of the benefits from federal climate and clean energy investments to disadvantaged communities that are marginalized, underserved, or overburdened by pollution.STREAMLING CLEAN ENERGY RESOURCES FOR AMERICANSDELIVERING CLEAN ENERGY TO UNDERSERVED COMMUNITIESBUILDING THE CLEAN ENERGY WORKFORCE OF THE FUTURE###"
}