{
    "title": "FACT SHEET: Bidenomics Has Driven $500 Billion in Private Sector Investments Across the Country, Is Growing South Carolina’s Economy From the Middle Out and Bottom Up | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/05/fact-sheet-bidenomics-has-driven-500-billion-in-private-sector-investments-across-the-country-is-growing-south-carolinas-economy-from-the-middle-out-and-bottom-up/",
    "created_at": null,
    "content": "President Biden to visit West Columbia, where Enphase Energy is announcing new manufacturing investments and a partnership with Flex, resulting in up to 600 new jobs in South Carolina thanks to Inflation Reduction Act—while West Columbia Congressman Joe Wilson voted to repeal the Inflation Reduction Act and block his constituents from jobs and opportunityPresident Biden’s economic agenda—Bidenomics—is growing the American economy from the middle out and the bottom up, not the top down. Tomorrow, President Biden will announce that companies have committed over $500 billion in manufacturing and clean energy investments in the United States since the beginning of his Administration. The President will visit South Carolina, where companies have announced $11 billion in manufacturing and clean energy investments, and the Biden-Harris Administration has already awarded $2.6 billion in funding for infrastructure projects. The President will highlight that Enphase Energy is joining a growing list of companies beginning clean energy manufacturing operations in the United States—mobilized directly by President Biden’s Inflation Reduction Act—creating 1,800 new jobs nationwide, including up to 600 new jobs in South Carolina between Enphase and its manufacturing partner, Flex.However, if Republicans in Congress—including every Republican Member of the House of Representatives from South Carolina—had their way, South Carolina would have lost out on billions of dollars in investments, jobs, and opportunity.And if most South Carolina Republican Members of Congress had their way, the state would have lost out on over $2.6 billion in infrastructure funding and nearly $1 billion in funding for high-speed internet for South Carolina:Also in South Carolina:###"
}