{
    "title": "FACT SHEET: How the Build Back Better Framework Will Support Women’s Employment and Strengthen Family Economic Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/07/15/fact-sheet-how-the-build-back-better-framework-will-support-womens-employment-and-strengthen-family-economic-security/",
    "created_at": null,
    "content": "Despite the progress our nation has made over the last four months, there remain two million fewer women in the workforce than there were before the pandemic struck – taking a toll on our economy and on millions of families across the country. Thirty years of progress in women’s labor force participation has been eroded; millions of women are still struggling to return to the workforce. And while the pandemic has exacerbated this reality, many of the challenges facing women aren’t new. Historically, women have typically held jobs with lower wages and fewer benefits and protections. Women of color are even more likely to work in jobs that have lower wages and few benefits and protections.Our economic recovery depends on addressing longstanding discrimination and barriers that have hampered women—including women of color—from fully participating in the labor force. One economist finds the President’s plan, and especially its investments in the care economy, would increase labor force participation by almost a full percentage point—with even greater gains for women—and boost the economy’s real GDP growth by 10 to 15 basis points in the long-term. Increasing women’s labor force participation is also critical to supporting America’s working families, including the over 4 in 10 mothers – disproportionately women of color – who are sole or primary breadwinners for their families, contributing significantly to their families’ total earnings.When women are better off, we’re all better off. The Build Back Better Agenda rests on our commitment to ensuring every American is given a fair shot to get ahead in this country. It will strengthen our families, our communities, and our nation by making bold and necessary investments in women’s employment and ensure a broad and deep recovery – one on which the success of the entire U.S. economy rests. Our economy cannot reach its full potential when half of the population is forced to leave their jobs, cut back on their hours, or unable to access good jobs. These issues are not simply women’s issues. They are issues that affect all families, our economy’s stability and growth, and our nation’s competitiveness.Supporting Women’s Caregiving NeedsToo many American women struggle with the high costs of raising children, caring for a sick family member, providing long-term care for people with disabilities or older adults, and addressing the myriad other caregiving challenges. Although professional care is costly for families, caregivers themselves – disproportionately women of color – remain some of the most underpaid workers in the country, often having to rely on public income supports to get by. And, many American women fill the gap in professional caregiving options by providing unpaid care to their loved ones, often causing them to reduce working hours, choose lower-paying jobs, or leave the labor force entirely.In part due to the lack of family friendly policies, the United States has fallen behind its competitors in the share of women in the labor force. The United States is one of the only countries in the world that does not guarantee paid leave — 95 percent of the lowest wage workers, who tend to be predominately women and workers of color, lack any access to paid family leave. Only 57 percent of children under six years old have parents who report there are good choices for child care where they live. And, high costs and increasing shortages of care for disabled and elderly people leave many to rely on unpaid caregiving – more than one in six adult women are unpaid eldercare providers. One study estimates that women who leave the labor force early to care for elderly parents lose $330,000 [1] in lifetime wages and Social Security benefits.Research shows investments in the care economy would increase employment, especially for women, reducing the gender employment divide. Not only would this support women’s economic security, it would lead to a more robust and equitable economy. The President’s Build Back Better plan:Strengthening Family Economic SecurityWhen households do not have enough income, they are forced to make impossible trade-offs between paying for rent, education, healthcare, and food. These choices have consequences and limit the investments made in oneself and one’s children. The Build Back Better agenda makes significant investments to increase household stability and economic security.Expanding Education, Training, and Job Opportunities for WomenThe Build Back Better agenda will ensure that the economy is built on a foundation of equity, by strengthening the education and workforce pipeline for more women to obtain high-quality in-demand jobs. These workforce development investments are based on evidence-based approaches to supporting workers, including women and people of color. Some of these approaches include wraparound services –such as child care and transportation – income supports, counseling, and case management, paired with high-quality training and effective partnerships between educational institutions, unions, and employers. These investments will ensure jobs have fair and equal pay, safe and healthy workplaces, and that workplaces are free from racial, gender, and other forms of discrimination and harassment. They will also help more women enroll in college, reduce their need to rely on student debt, and ensure they have the supports they need to complete their training program, certificate or degree.The President’s Build Back Better plan:[1] The study, which uses data from 2008, finds a loss of approximately $274,044 in 2008 dollars. This number is adjusted for inflation.###"
}