{
    "title": "FACT SHEET: Using Homegrown Biofuels to Address Putin’s Price Hike at the Pump and Lower Costs for American Families | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/04/12/fact-sheet-using-homegrown-biofuels-to-address-putins-price-hike-at-the-pump-and-lower-costs-for-american-families/",
    "created_at": null,
    "content": "The President is committed to doing everything he can to address the pain Americans are feeling at the pump as a result of Putin’s Price Hike. The Administration’s strategy to spur the development of homegrown biofuels is critical to expanding Americans’ options for affordable fuel in the short-term and to building real energy independence in the long-term by reducing our reliance on fossil fuels. Today, the President is announcing new steps to achieve that goal by increasing fuel supplies, offering more consumer choices, and reducing gasoline prices for Americans.Expanding Americans’ Access to Affordable Fuel Options This SummerThe President will announce today that the EPA Administrator is planning to allow E15 gasoline—gasoline that uses a 15 percent ethanol blend—to be sold this summer. This is the latest step in expanding Americans’ access to affordable fuel supply and bringing relief to Americans suffering from Putin’s Price Hike at the pump.The announcements today build on the steps the President has taken in recent weeks to address the Putin Price Hike and bring relief to Americans at the gas pump.Enabling Energy Independence by Boosting Homegrown BiofuelsThe President believes that the actions of a dictator half a world away should not impact what families pay at the pump here at home. Today’s actions also reinforce the Biden-Harris Administration’s goal of achieving real energy independence and commitment to a long-term strategy to spur smart development and adoption of sustainable, homegrown fuels.The Administration has announced the following key steps:These actions are critical to building real energy independence and protecting Americans from volatile prices by reducing our reliance on fossil fuels. Together, they will create good-paying jobs, support American agriculture and manufacturing, and accelerate the transition to clean energy.###"
}