{
    "title": "FACT SHEET: How the Biden Administration is Supporting Hurricane Ida Response Efforts in the Gulf Coast | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/02/fact-sheet-how-the-biden-administration-is-supporting-hurricane-ida-response-efforts-in-the-gulf-coast/",
    "created_at": null,
    "content": "The President is closely monitoring recovery efforts in the wake of Hurricane Ida.  He has directed that the Federal government take prompt and specific actions to respond to the needs of Americans who are suffering from the storm’s devastating impacts.  President Biden has spoken twice with the Governors of Louisiana and Mississippi and with mayors and parish leaders from areas most affected by Hurricane Ida.  He made clear there will be a robust Federal response in support of state, tribal, and local officials, and that the Federal government will closely coordinate with local and private sector partners.  On Tuesday, the President specifically authorized a series of actions to assist with urgent power restoration efforts in the Gulf Coast.  He spoke with national and regional electricity sector leaders to make clear that the Administration will provide whatever support and resources are needed for ongoing power restoration efforts.  The FEMA Administrator has already traveled to Louisiana and Mississippi to survey storm damage and discuss recovery efforts with state and local partners.Before Hurricane Ida made landfall, the President approved Emergency Declarations for the States of Louisiana and Mississippi.  These declarations authorized FEMA to provide assistance for emergency measures to save lives and to protect property and public health and safety in Louisiana and Mississippi and fund emergency protective measures.  The Federal government also proactively pre-positioned resources across the region before Hurricane Ida made landfall, including search and rescue equipment, meals, water, generators, equipment, and personnel to assist states with impacts from the storm.Following the devastating landfall of Hurricane Ida, the Administration has taken swift action to support response and recovery efforts:Approved a Major Disaster Declaration for the State of Louisiana: Assistance to Disaster Survivors:Providing Emergency Support:Expediting Power Restoration to Impacted Communities: Increasing the Availability of Gasoline and Easing Price Pressures:Restoring Critical Communications:###"
}