{
    "title": "FACT SHEET: Biden-Harris Administration’s Latest Actions to Support Communities Impacted by Maui Wildfires | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/08/30/fact-sheet-biden-harris-administrations-latest-actions-to-support-communities-impacted-by-maui-wildfires-4/",
    "created_at": null,
    "content": "President Biden announces $95 million through the Bipartisan Infrastructure Law to harden Hawaiʻi’s power grid and position the state to better withstand future stormsMore than 1,000 Federal personnel are on the ground on Mauito aid response effortsSince the onset of the unprecedented wildfires on Maui, Hawaiʻi, President Biden launched a whole-of-government effort to support survivors and affected communities, and as soon as Hawaiʻi Governor Josh Green requested a Major Disaster Declaration, the President signed it. Today, as part of this commitment, President Biden is convening Cabinet and Agency officials who are supporting long-term recovery and rebuilding efforts on the ground – to discuss the work underway to support the people of Maui as they heal, rebuild, and recover over the long-term.As President Biden made clear during his visit to Maui last week, the Biden-Harris Administration will do everything in its power to help Maui recover and rebuild from this tragedy. And throughout these efforts, the Administration will remain focused on respecting sacred lands, cultures, and traditions. The Administration will be there as long as it takes to complete response efforts.As part of this commitment, President Biden is today announcing the Department of Energy is providing $95 million through the Bipartisan Infrastructure Law to harden Hawaiʻi’s electric grid, improve service, limit damage during future events, and help prevent failures in the future that could lead to severe events. The funding will help strengthen critical transmission lines, including two on Maui; harden poles supporting critical facilities such as hospitals, water facilities, emergency response, and military; replace wooden poles withfire-resistant material; deploy intelligent switches and materials to help reduce wildfire risk; remove hazard trees; and, relocate the Maui control center to a more secure and resilient location. This investment will help reduce the likelihood of outages, reduce restoration times following outages, reduce risk of wildfire events, and increase grid operational resilience.  Hundreds of personnel from across dozens of Federal departments and agencies continue working with state and local partners on the ground to assess ongoing needs and provide resources and personnel to support response efforts.The Administration encourages individuals impacted by the disaster to register for Federal assistance at www.disasterassistance.gov or by calling 1-800-621-3362 (24 hours a day, 7 days a week). Additionally, as we work to provide communications to meet the needs of those impacted by the Hawaiʻi wildfires, FEMA has multiple language translations available.Impacted individuals can also visit FEMA’s joint Disaster Recovery Centers (DRCs) at the University of Hawaiʻi Maui College, located at 310 W. Ka’ahumanu Avenue, Kahului, Hawaiʻi or at the Mayor Hannibal Tavares Community Center, located at 91 Pukalani St., Makawao, Hawaiʻi, to speak personally with FEMA specialists, get assistance registering for disaster assistance, get in touch with voluntary organizations offering additional support services, and have access to other federal and state resources.  The doors are open from 8 a.m. to 7 p.m. HST seven days a week.Here is an update on the Biden-Harris Administration’s coordinated federal response:###"
}