{
    "title": "FACT SHEET: Biden-Harris Administration Delivers on Made in America Commitments | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/04/fact-sheet-biden-harris-administration-delivers-on-made-in-america-commitments/",
    "created_at": null,
    "content": "Investments in U.S. Manufacturing, Historic Buy American Update Fuel a Recovery That Is Made in AmericaSince his first day in office, President Biden relentlessly focused on an industrial strategy to revitalize our manufacturing base, strengthen critical supply chains, and position U.S. workers and businesses to compete and lead globally in the 21st century. This whole-of-government effort is leading to an historic recovery in domestic manufacturing—since President Biden took office, the economy added 375,000 manufacturing jobs – the most in nearly 30 years. The U.S. economy grew at the fastest pace in nearly 40 years in 2021, and manufacturing as a share of U.S. GDP has returned to pre-pandemic levels.The Biden-Harris 21st Century industrial strategy, Made in America policies, and transformational investments such as the Bipartisan Infrastructure Law have catalyzed historic domestic investments by the private sector to bring good-paying manufacturing jobs back home. This includes nearly $80 billion in planned investments in semiconductor manufacturing and more than $100 billion in announced investments in electric vehicles, batteries, and critical minerals since 2021.Echoing President Biden’s call in this week’s State of the Union speech, Congress must build on this historic progress by passing the Bipartisan Innovation Act. This legislation will make record investments in emerging technologies, critical supply chains, and American manufacturing to level the playing field for American workers and businesses and outcompete China and the rest of the world in the 21st Century.Today, President Biden and Barbara Humpton, President and CEO of Siemens USA, will announce that Siemens will invest $54 million in expanded domestic production and create 300 jobs manufacturing critical electrical infrastructure that supports everything from electric vehicle chargers to data centers to industrial sites.Lonnie Stephenson, International President of the International Brotherhood of Electrical Workers (IBEW) will also speak to how the Biden-Harris Administration’s Made in America policies support good-paying, union jobs across the country.This builds on announcements from major companies bringing production back home:President Biden will also announce the most robust updates to the implementation of the Buy American Act in nearly 70 years to ensure taxpayer dollars create good-paying jobs here at home, strengthen critical supply chains, and position U.S. businesses to compete in strategic industries.The Federal government spends more than $600 billion each year buying goods and services.President Biden believes that when taxpayers foot the bill, that spending should invest in American workers, manufacturers, and small businesses. In his first week in office, he signed Executive Order 14005, Ensuring the Future Is Made in All of America by All of America’s Workers, initiating a review of Buy American policy and establishing the first-ever Made in America Office in the Office of Management and Budget.Since January 2021, the Made in America Office, codified by the Bipartisan Infrastructure Law, has already helped agencies implement Made in America requirements, launched a new website designed to provide transparency into exceptions from Made in America laws, and created a new Made in America Council to ensure we identify the best ideas and practices from across the Federal government to implement Made in America initiatives. The actions to date implement a whole-of-government agenda designed to maximize the use of taxpayer dollars on domestic products and services, strengthen our industrial base, and create good-paying, union jobs for Americans.This rule is also consistent with international trade laws and will bring the U.S. in line with the domestic procurement practices of peer countries. It will allow the U.S. to use its purchasing power to seed and grow new and strategic industries, while continuing our work with allies and partners to diversify and strengthen international supply chains to mitigate the global disruptions we’ve seen from COVID-19, climate change, and geopolitical conflict.  Today’s final rule will deliver on President Biden’s commitment to “Make Buy American Real” by:The President’s Made in America policies are already supporting U.S. manufacturing, including small businesses, minority-owned businesses, and woman-owned businesses.Last year, the Biden-Harris Administration announced new reforms to increase equity in Federal procurement, including increasing goals for Federal procurement, increasing transparency, and supporting new entrants to the Federal marketplace.In just the last year:###"
}