{
    "title": "FACT SHEET: The American Jobs Plan Supercharges the Future of Transportation and Manufacturing | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/05/18/fact-sheet-the-american-jobs-plan-supercharges-the-future-of-transportation-and-manufacturing/",
    "created_at": null,
    "content": "Increasingly, the global market is shifting to electric vehicles (EVs) – tapping into EVs’ potential to save families thousands of dollars, lower carbon pollution, and make the air we breathe cleaner. Yet, despite pioneering the technology, the United States is behind in the race to manufacture these vehicles and the batteries that go in them.Today, the U.S. market share of plug-in electric vehicle (EV) sales is only one-third that of the Chinese EV market. And in 2020, China had approximately 800,000 public charging points compared to just 100,000 in the U.S. President Biden believes it is time for this to change and for the U.S. to lead in EV manufacturing, infrastructure, deployment, and innovation.Through the investments in the American Jobs Plan, we can re-establish U.S. leadership in electric vehicles and batteries. The American Jobs Plan will position America to win the future of transportation and manufacturing with once-in-a-generation investments that will strengthen our ability to create good-paying, union jobs, dramatically expand American manufacturing, make EVs more affordable for families, and ship EVs and their parts around the world.Now is the golden time for long-term, transformative investments. As the economy heals, and interest rates remain low, President Biden believes these investments will ensure we manufacture the next generation of vehicles right here in America, lead the world in EV and battery innovation, and create strong, sustained, and durable growth for decades to come.The American Jobs Plan will accelerate our domestic EV industry by driving demand for advanced cars and trucks, reinvigorating our automotive sector and battery manufacturing, deploying a national network of chargers, and advancing our innovation capacity for the next generation of technology.Driving DemandThe American Jobs Plan will create incentives to continue to lower the cost of and support market demand for electric vehicles. These incentives are a proven policy to support the growing market for EVs, which then drives down the purchase price as the auto industry scales up production and creates incentives for domestic production. The American Jobs Plan will help support EV deployment with:Manufacturing and Supply ChainsThe American Jobs Plan recognizes that EVs are important to the future of a strong American manufacturing base. Securing the domestic production of EV parts, like batteries, also represents an opportunity to shore up U.S competitiveness in a growing market, bolster our domestic supply chain, and create good-paying jobs in the U.S. — union jobs. The American Jobs Plan will:Creating a National Network of Charging InfrastructureThe American Jobs Plan will establish grant and incentive programs for state and local governments and the private sector to build a national network of 500,000 EV chargers by 2030, while promoting strong labor, training, and installation standards. It will establish:Research and InnovationPublic investments in research and development lay the foundation for the future breakthroughs and innovations that over time yield new businesses, new jobs, and more exports. The American Jobs Plan will establish the U.S. as a leader in innovation and R&D. It will:To view this fact sheet in your browser, click here.###"
}