{
    "title": "FACT SHEET: Biden-Harris Administration Expands Access to Capital and Support for Small Businesses | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/01/24/fact-sheet-biden-harris-administration-expands-access-to-capital-and-support-for-small-businesses/",
    "created_at": null,
    "content": "From its first day in office, the Biden-Harris Administration has focused on helping the nation’s businesses recover from the economic impact of the pandemic and grow. Last week, the Census Bureau released data that showed that over the last two years Americans have applied to start 10.5 million new businesses, making 2021 and 2022 the strongest two years on record for new business applications. With unemployment at a record low and the two strongest years of job creation in our history, this is just the latest confirmation that the President’s economic plan is working to build our economy from the bottom up and middle out. Today, the Administration will convene a roundtable with leaders across the small business space to discuss its commitment to ensuring small businesses have the access to the capital, technical assistance, and support they need to thrive. The Administration’s actions include:Expanding Access to Capital:Capital is vital for small businesses to start and grow. That’s why expanding access to capital, and making sure there are ample pathways to reach that capital, is a core pillar of the Administration’s agenda to support small businesses. To that end, the Administration is taking a number of steps:Making Historic Investments in Support Services for Small Businesses:The Administration is focused on meeting small businesses owners where they are and offering extensive support services to navigate available programs. It’s not enough to just provide funding and loans; small businesses need to be able to utilize them as well. This Administration has made historic investments in support services for small businesses. That includes:Improving Agency Services and Coordination:This Administration is committed to continuing to improve upon the programs and services that are already provided. To that end, the Administration is taking the following steps:###"
}