{
    "title": "Fact Sheet: Vice President Harris Launches Women in the Sustainable Economy Initiative, Totaling Over $900 Million in Commitments | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/16/fact-sheet-vice-president-harris-launches-women-in-the-sustainable-economy-initiative-totaling-over-900-million-in-commitments/",
    "created_at": null,
    "content": "In the 21st century, no economy can get ahead if half of its population is left behind. In our rapidly modernizing global economy, the Biden-Harris Administration is committed to ensuring women are prepared for, and part of, the industries of the future. As part of U.S. government efforts to advance the 2023 Asia-Pacific Economic Cooperation (APEC) theme of “Creating a Resilient and Sustainable Future for All,” Vice President Harris is announcing the launch of the Women in the Sustainable Economy (WISE) Initiative, which aims to bolster women’s economic empowerment globally by expanding access to employment, training, leadership roles, and financial resources in the industries critical to our future and the future of our planet. The Vice President is announcing more than $900 million in commitments by governments, private sector companies, foundations, and civil society to bolster women’s economic participation in sectors such as clean energy, fisheries, recycling, forest management, and environmental conservation. This initiative is part of the Biden-Harris Administration’s commitment to advancing women’s economic empowerment at home and around the world. In line with the U.S. National Strategy on Gender Equity and Equality and the U.S. Strategy on Global Women’s Economic Security, it builds on the Vice President’s work earlier this year in Ghana, when she announced $1 billion in investments to advance the economic empowerment of women globally, including a focus on closing the digital gender divide. In the past eight months, the Vice President’s leadership has galvanized more than $2.4 billion in investments to advance the economic status of women around the world.Women’s economic opportunities are linked to their ability to control, access, and use land, energy, and water, which in turn improves communities’ and economies’ food security and agricultural productivity. While women grow a majority of food around the world, they are less likely to own the land they farm and women entrepreneurs are less likely to have access to capital and markets. By supporting women’s work and leadership in the sectors critical to the future of our planet, we promote women’s economic security, and we advance work to address the causes and effects of climate change and bolster economic prosperity.The U.S.-led WISE initiative is a public-private partnership that brings together governments, private sector companies, foundations, and civil society to bolster women’s economic opportunity through three key pillars:Flagship WISE initiatives seek to:The Engendering Industries program, led by the United States Agency for International Development (USAID), increases economic opportunities for women in lucrative, higher-paying, technical and leadership jobs within predominantly male-dominated sectors—such as water, agriculture, energy, including renewables, and information and communication technology, among others. The program also helps build the capacity of organizational leaders to advance gender equality and women’s empowerment across their organizations, thereby advancing women’s economic security and increasing organizational resilience, competitiveness, and business effectiveness.USAID’s Climate Gender Equity Fund (CGEF), a public-private partnership, expands financial inclusion for women-led organizations and businesses focused on advancing sustainable economic growth by increasing access to climate finance for investment vehicles, intermediaries, businesses, and community-based organizations in developing countries. USAID is joined by Amazon, Reckitt, and the Visa Foundation as founding partners of this first-ever climate finance facility dedicated to gender-responsive climate action.The Equal Stake in the Soil initiative, led by the United States Department of State, advances women’s land rights as a foundation for achieving gender equality and sustainable development, by supporting coalitions of civil society organizations in legal and policy reform and social norm change efforts. Established coalitions are linked to Stand for Her Land, a broader global land rights campaign.The Building Economic Inclusion via the Blue Economy initiative, led by the United States Department of State, provides financial and technical assistance to pilot or scale projects, products, and services by women entrepreneurs and young professionals in maritime sectors, thereby promoting business growth and resilience in the fishing, agriculture, green business, and tourism markets.WISE partners are committing more than $900 million in direct commitments and aligned efforts that will support women’s participation in the sustainable economy.Government-aligned efforts include:Aligned efforts by private sector, philanthropies, and civil society organizations include:WISE partners can either make direct commitments to the WISE initiative or commit to align their efforts with the initiative’s core pillars focused on expanding opportunities for women in the sustainable economy. All WISE partners will be invited to participate in a broader community of practice. For inquiries, please contact: wise@usaid.gov."
}