{
    "title": "FACT SHEET: The United States Response to Uganda’s Anti-Homosexuality Act and Persistent Human Rights Abuses | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/11/fact-sheet-the-united-states-response-to-ugandas-anti-homosexuality-act-and-persistent-human-rights-abuses/",
    "created_at": null,
    "content": "As President Biden said, the enactment of Uganda’s Anti-Homosexuality Act (AHA) is a tragic violation of universal human rights—one that is not worthy of the Ugandan people, and one that jeopardizes the prospects of critical economic growth for the entire country. On the 75th anniversary of the UN General Assembly’s adoption of the Universal Declaration of Human Rights, the United States joins people around the world in reiterating its call for the immediate repeal of the AHA and for the Ugandan government to respect the universal human rights of all people in Uganda. No one should have to live in constant fear for their life or being subjected to violence and discrimination.  The enforcement of the AHA is part of an ongoing trend of democratic erosion in Uganda, where individual Ugandans and civil society organizations face increasingly restricted civic and political space. There have been increased reports of evictions, vigilante attacks, and police harassment, abuse, and detainment of individuals who are or are perceived to be LGBTQI+, including reports of the Ugandan police subjecting individuals to forced anal examinations – an abusive, degrading practice that serves no investigative or public health purpose.The United States, however, remains committed to the Ugandan people.  For more than 60 years, we have helped millions of Ugandans live healthier, more productive lives.  And we will continue to do so.  The United States urges Ugandan authorities to prioritize the health, prosperity, and security of all Ugandans by tackling the scourge of systemic corruption, investing in healthcare and education, upholding constitutionally enshrined rights, and promoting just and accountable governance rather than channeling energy into oppressive laws and practices.As directed by President Biden, the United States has undertaken a review of the implications of the AHA on all aspects of U.S. engagement with the Government of Uganda and is taking actions to raise awareness of the threats posed by democratic backsliding in Uganda, promote accountability for human rights abuses, and curtail direct assistance to the government. While the United States continues to assess the implications of the AHA and persistent human rights abuses, our actions to date include:The Government of Uganda bears responsibility for the passage and enactment of the AHA, and the impact that the law is having on Ugandans’ access to health care, investment, tourism revenue, and other opportunities. We are also concerned about persistent human rights abuses, including torture and other cruel, inhuman or degrading treatment or punishment, deteriorating media freedom, and crackdowns on civic and political space.  The United States, however, is committed to and will continue to provide assistance that directly supports Ugandan people and communities. In particular:The United States remains committed to serving all people of Uganda without discrimination. We will continue to monitor U.S. program implementation and assistance to ensure that there is zero tolerance for any form of discrimination or harmful activities, including the horrific practice of forced anal examinations, and will take immediate and appropriate action as needed. We will continue to closely monitor the human rights situation in Uganda, raise concerns at every level with the Ugandan Government, and take additional steps to promote respect for human rights and accountability."
}