{
    "title": "FACT SHEET: President Biden Hosts Inaugural Americas Partnership for Economic Prosperity Leaders’ Summit | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/11/03/fact-sheet-president-biden-hosts-inaugural-americas-partnership-for-economic-prosperity-leaders-summit/",
    "created_at": null,
    "content": "Today, President Biden hosted the inaugural Americas Partnership for Economic Prosperity Leaders’ Summit to establish an enduring forum for bolstering regional competitiveness and mobilizing high-standard investment in our hemisphere.President Biden and Leaders of the eleven other inaugural Americas Partnership countries – Barbados, Canada, Chile, Colombia, Costa Rica, Dominican Republic, Ecuador, Mexico, Panama, Peru, and Uruguay – announced their plan to drive inclusive growth and to strengthen critical supply chains, with an initial focus on clean energy, semiconductors, and medical supplies.The Americas Partnership will undertake these efforts in the following concrete ways that deliver tangible benefits for our people:President Biden also announced a number of initiatives in support of the Americas Partnership:The Americas Partnership countries collectively host the majority of migrants and refugees in the region, and the United States and our partners believe that investing in these communities can be a catalyst for innovation and growth, while also stabilizing migration flows. To that end, the United States is providing nearly $485 million through the Department of State and USAID to assist migrants and refugees, hosting communities, and vulnerable populations in the Western Hemisphere.    Governments alone cannot achieve the goals we have set forward, which is why the Americas Partnership is collaborating with the IDB, a key regional source of multilateral development financing, to help bring those voices to the table. The IDB has already started this work, including by hosting an Americas Partnership Responsible Investment Forum on November 2, which brought together hundreds of regional leaders from business, finance, civil society, international financial institutions, and government to start building more competitive and resilient value chains in the Americas. President Biden is also delivering on a commitment he made at the Summit of the Americas in June 2022 to strengthen the IDB by jointly developing new financing tools and positioning IDB Invest to strategically deploy new funds, after its planned capital increase.###"
}