{
    "title": "Remarks by Vice President Harris in a Moderated Conversation with Gia Peppers and Cedric Richmond During the National “Fight for Our Freedoms” College Tour | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/09/26/remarks-by-vice-president-harris-in-a-moderated-conversation-with-gia-peppers-and-cedric-richmond-during-the-national-fight-for-our-freedoms-college-tour/",
    "created_at": null,
    "content": "Morehouse CollegeAtlanta, Georgia(September 26, 2023)1:35 P.M. EDTTHE VICE PRESIDENT:  Hello, Atlanta!  Morehouse!  (Laughs.)  Good afternoon, everyone.  (Applause.)  Good afternoon.  Oh, good afternoon.I have to tell you, from where I sit right now, and I say these words as Vice President of the United States, our future — (applause) — our future is so bright.  Our future is so bright.  (Applause.)  So bright. MS. PEPPERS:  Wow.  Wow.AUDIENCE MEMBER:  We love you!THE VICE PRESIDENT:  I love you back.  (Applause.)MS. PEPPERS:  This is — this is so amazing.  One, we are so honored to be here with you all today.  I didn’t know if I should curtsy or what when I saw you.  I was like, “The queen is here!  The queen is here!”  We’re so honored to have you. You all have been turning up.  I’ve been hearing y’all all day.  It’s been amazing to hear you all.  So, thank you so much for the energy.  And we are going to get into this conversation, because, one, this is a monumentous occasion. Are you — I know you’ve been touring.  I know you’ve been out here really supporting the colleges. So, as vice president, you’ve traveled this country to meet with Americans that matter the most — that — the issues that matter to them the most. And this summer, you visited 17 states, so you’ve been on the road.  And you have met with young leaders wherever you go — from climate change leaders in Colorado to gun safety in Virginia.  And now you’ve launched a college tour where you will travel to more than a dozen college campuses, including today at Morehouse. And HBCUs are representing.  I know Morehouse is in here.  I know Spelman is in here.  (Applause.)  I know Clark Atlanta is in here.  (Applause.)  I know Morris Brown is in here.  It’s beautiful. I know you’re here to speak to the young leaders about our fight for our most fundamental freedoms, because we are in the middle of this fight.  So, why is it so important for you to go to college campuses for this “Fight for Our Freedoms” Tour?THE VICE PRESIDENT:  Well, let me just start by saying thank you to all of the leaders — the young leaders who are here.  You all would not be here if you were not — and had not decided at this stage — this early stage of your life — to lead. And so, I first and foremost want to be here to say thank you because your generation is, I think, a very special one.  You all have experienced so much already, whether it be that, in your entire life, you’ve only known a climate crisis.  Many of you were trying to figure out how to graduate high school or enter college during the midst of a pandemic. You are a generation that, unlike previous generations, grew up with active shooter drills.  Your generation witnessed the crime against George Floyd. You all are not willing to sit passively by.  You are not waiting for others to take control of what needs to be solved.  You all have stepped up and decided you will be part of making it happen and helping people understand what you need. And so, I’m here to first and foremost thank you, because what I want for you is that you will be able to live your best life.  That’s what I want for you.  (Applause.) And so, I decided to embark on this college tour to be here where you are, to share some of my thoughts in terms of what I see happening in our country and, by extension, the world, but also to hear from you. Because, as you mentioned, in terms of the elections, one of the ways that you are also going to make a difference in our country and this world is to vote.  And so, I’m also here to remind you of the power of your vote, the importance of registering to vote, and then voting as one of the ways that you will make a difference in our country, in our communities, and to the future of the world. So, those are the many reasons that I’m on this tour that is about saying, “We all are in this fight — in this fundamental fight for our freedoms.”  This is not a time to sit passively by while there is — what I believe — a full-on, intentional attack against hard-won, hard-fought freedoms and rights. And so, I’m here to — to work with you and to say thank you for all that you are doing as the leaders in our country who are going to make the difference.  (Applause.)MS. PEPPERS:  Amazing.  Amazing. Really quickly, raise your hand if you’re already registered to vote. Yes!  Amazing! Now, who in here is going to register if you’re not already registered?Okay.  That’s all right.  I like your honesty.  (Laughter.)  You should absolutely get ready to get registered to vote.  It’s  — this is going to be serious at the local level and, of course, the election year next year. Now, we have student questions because, of course, we want to make sure that our students are involved.  We have RJ Jackson, a student in the audience.  (Applause.)So — well, I will ask your question, but I just want you to say hello — say hel- — that’s RJ, okay. Now, RJ asks: How can HBCU students continue the legacy of protecting voting rights for the people of our community?  (Applause.)THE VICE PRESIDENT:  So, RJ, first of all, you know, look, we all know — especially those of us who attend or have attended an HBCU — that we stand on very broad shoulders of the leaders who came before us, who fought and died for our right to vote.  So, we start with that understanding that there was blood that was sacrificed for the right to vote, and we cannot let that be in vain. We also know that we are taught at HBCUs — we are taught within our communities and families that history is kind of a relay race, and those upon whose shoulders we stand, they did what they could do when they were carrying the baton.  And then they handed it to us.  And the question will be: What do we do while we are carrying the baton for our part of the race? And one of those things that we must do is exercise our power and not let it be suppressed or silenced in any way, including with our right to vote.  I say that understanding the state that I am in — the state of Georgia — where there have been laws passed that are intentionally trying to make it more difficult for you to vote. Laws that say — and which is just — for the folks who we honor as the heroes of — of the various movements, for them to think that in this year of our Lord 2023, that here in the state of Georgia, the heart of the civil rights movement, that there would be a law that was passed that would make it illegal to give people food and water while they stand in line to exercise their civic right.  (Applause.)And the hypocrisy abounds.  Because whatever happened to “love thy neighbor”?   (Applause.)  Come on. They passed laws in Georgia that say when you go to vote, if you go to a private college, your school ID will not qualify as ID to vote.Who here goes to a private college? You see what I’m saying?There are people who are intentionally trying to make it more difficult for you to vote.  There are others who are suggesting that your vote doesn’t matter or it won’t count.  And I’m saying that we can never let the powerful forces that have always existed that try to silence us — we cannot let them win. And I would further add that there is empirical evidence of the fact that when you vote, it matters. So, in 2020, in the height of a pandemic, we had record young voter turnout — record young voter turnout.  And it is because of that turnout that Joe Biden was elected president of the United States and I was elected the first Black woman vice president of the United States.  (Applause.)  Because you voted.  Because you voted. And our young leaders said, “We know that our HBCUs are centers of academic excellence, but have for too long been underfunded.”  And because you voted and we were able to get in office, together with Cedric Richmond, we have now invested over $7 billion in our HBCUs.  (Applause.)Because you voted and said, “Too many of our communities around the country, our babies are drinking toxic water out of lead pipes, and those lead pipes need to be removed.  And the grandmothers and grandfathers have been talking about it for generations.”  And because you voted, we are now in the process of removing all the lead pipes in our country.  (Applause.) Because you voted and said, “Our HBCU students are — 70 percent of the population are Pell Grant eligible, and you need to increase Pell Grants,” we’ve been able to do that because you voted.  (Applause.)Because you voted and said, “Student loan debt is slowing down my ability to pursue a career that I might want for the sake of a career that pays enough so I can pay off that debt, even though that’s not my passion.”  You said, “Student loan debt is slowing down my ability to be able to have a family or buy a home.”  We came into office and then forgave student loan debt of up to $20,000 for Pell Grant recipients.  (Applause.)But here’s the thing: There are a whole bunch of people who didn’t want us to have that happen and have stood in the way of allowing that to follow through.  We have to keep voting to push through these policies that we know will actually have an impact on real people’s lives. And, Cedric, I — if you want to add anything to that in terms of some of this work and why voting really did matter and will matter.MR. RICHMOND:  Well, the best example is — why voting matters is because you have Vice President Harris.  Some people refer to — some people say “Madam Vice President,” but around the White House, we call her the “MVP.” But the fact that you have a vice president that left the White House to come to “The House” to talk to you all is the — (applause) — biggest example of why your vote matters.MS. PEPPERS:  Amazing.   MR. RICHMOND:  So, Madam VP, we’re both HBCU graduates: Morehouse here, Howard there.THE VICE PRESIDENT:  Yes. AUDIENCE MEMBERS:  H-U!THE VICE PRESIDENT:  You know!  (Laughter.) MR. RICHMOND:  And —THE VICE PRESIDENT:  I can’t help it.MR. RICHMOND:  There’s always one.  (Laughter.) And you are gracing us with your presence here on the campus of Morehouse, joined by the student leaders of Spelman, Clark Atlanta, and Morris Brown, and all institutions that have played a big role in shaping the history of this country — THE VICE PRESIDENT:  Yes.MR. RICHMOND:  — especially Black history.  And as you and the President say all the time, “Black history is American history.”  (Applause.) So, when you look at and see the efforts to control, erase, and not teach the full history of this country, what do you think about that issue?  What do you think about this moment in time?THE VICE PRESIDENT:  So, what I say — the full sentence that I say is, “Black history is America’s history, period.”  (Applause.)  It’s not a debatable point. And, again, this “Fight for Our Freedoms” Tour is because we really are in a fight, including the fight for the freedom to be taught America’s full history. And, again, book bans, in this year of our Lord 2023.  Where there are people who walk around with their fancy flag pins and they want to be leaders of our country and the world, and they dare to tell us that enslaved people benefited from slavery.  They gaslight us as they try to insult us. And — and be clear — be clear: Part of what’s at play also is they are trying to distract us.  They are trying to distract us with undebatable points.  That’s not a debate.  There is no — we’re not debating that.  But they’re trying to distract us.  They’re trying to divide our country. Understand what’s going on: There is a plan afoot to distract from the fact that the very same ones who would try to erase America’s history don’t have a plan for America’s future.  (Applause.) They try to divide us to suggest that we are all different so that we don’t build coalition, which we — history — history has always taught us is part of the — is one of the most important ingredients in any movement in our country that has been about progress. They try to distract us and divide us.  We cannot let that happen. You look at what’s happening with what they’re doing around — for example, in Florida, the “Don’t Say Gay” bill.  Now, I — I proudly performed some of the first same-sex marriages in our country in 2004.  (Applause.)  Okay?  So, next year — I’m dating myself — next year, that’s going be 20 years from now — next year.I’m looking at the young teachers in Florida who are in their 20s who may be in a same-sex relationship who are afraid to put up a photograph of their family for fear they may be fired.  That’s what’s happening in our country. What’s happening in our country is a full-on attack against people’s rights and the freedom to be — the freedom to be. And I want to say to the young leaders here: It doesn’t have to be this way.  Do know that it does not have to be this way. And the way that we change it is by ensuring that we stand up and we are vocal, we are organized, and we fight for our freedoms and protect our freedoms. But what’s happening in our country right now with those who are spewing hate so openly and unapologetically — you know, there is —You know the story about the two frogs and the two pots of water?  Okay.  So it here goes.  (Laughter.) So, two frogs and two pots of water.  So, in one pot, the water is there, and you slowly — you put the frog in the water, and you slowly turn up the heat.  And that frog will be hanging out like, “Oh, it’s getting a little warm in here.”  The next thing you know, that water is boiling.  That frog perishes.The other pot of water.  You first turn up the heat to boiling, then you drop the frog in it.  That frog jumps out. Let’s not be that first frog.  See what’s happening.  (Applause.)MS. PEPPERS:  There it is. THE VICE PRESIDENT:  See what’s happening.MS. PEPPERS:  There it is.  That’s such an important analogy.  And I think we understand that for sure. Now, we’re going to make sure we continue with our student questions.  And, RJ, I’m — I saw you standing the whole time.  So, I’m going to make sure you get to say “hello” on the mic, because we do have a mic now. Can I get Kerry Singleton, Jr.?  (Applause.)  All right. Q    So, Madam Vice President, in light of recent legal challenges to reproductive rights, what strategies do you believe are essential for the protections provided by Roe vs. Wade?  And how can we promote a more inclusive and comprehensive approach to reproductive justice?  (Applause.)THE VICE PRESIDENT:  Thank you.  And I just want to point out an obvious point: That question was raised at Morehouse College.  (Applause.)  Yes.So, as I said earlier for your generation, in your lifetime, you have witnessed the highest court in our land — the court of Thurgood — take a constitutional right that had been recognized from the people of America, from the women of America.You all are going to know less constitutional rights than your mother or your grandmother.  And after that decision — the Dobbs decision came down; it’s been just a little over a year now — in our country — in states across our country, they started proposing and passing laws to criminalize healthcare providers, to punish women, to make no exception even for rape or incest. And now, everyone is grown here, so I’m going to — I’m going to talk about that a little bit.  Because understand on this issue, this is not just about some intellectual academic debate. Since that decision came down, there are people in our country every day who are silently suffering. Now, many of you know — Mekhi mentioned that I started as a prosecutor.  One of the reasons that I decided to become a prosecutor is because when I was in high school, my best friend, I learned, was being molested by her stepfather.  And I said to her, “You have to come live with us.”  I called my mother, and my mother said, “Yes, she has to come live with us.”  And she did. And I specialized then in cases of violence against women and children. So, the idea that these so-called leaders who are extremists would pass laws with even no exception for rape or incest — what that means is they are saying to a survivor of a crime of violence, a violation to their body, that they don’t have the right to decide what happens to their body next.  That’s immoral.  That’s immoral. And here’s the thing on this subject.  One does not have to abandon their faith or deeply held beliefs to agree: The government should not be telling her what to do with her body.  (Applause.) The government is not in a better position than she is to know what is in her own best interest. If she chooses, she will consult her priest, her pastor, her rabbi.  But how dare these people in state capitals decide they’re in a better position than she is to decide what’s in her own best interest. And so, on this subject: Again, elections matter.  Because here’s the thing, if we have members of the United States Congress who agree to that point, which is that the government should not be telling somebody — that’s up to them and their God and their choice.  If we have enough people in the United States Congress who agree, Joe Biden has said he will sign into law back — putting back in the protections of Roe v. Wade. And here is the other thing — because we are in Atlanta — that I want to mention on this subject: Do you know — and I want to also congratulate the medical Morehouse — med- — School of Medicine for what you’ve been doing on mater- — (applause) — on maternal mortality — on Black maternal mortality.   We’ve been working together on this. Because here’s the thing: So, do you know that, first of all, when we’re looking at an issue like Black maternal mortality, which is that Black women are three to four times more likely to die in connection with childbirth than other women.  And it has nothing to do with her socioeconomic status or her educational status.  It literally has to do with the fact that when she walks into that clinic or that hospital or that emergency room, she is not taken as seriously.  Okay?  Black maternal mortality — maternal mortality.  The top 10 states with maternal mortality, almost every one of them also has an abortion ban. So, the hypocrisy, again, abounds, because these people who are pushing these bans dare to tell us, “Well, this is for the sake of women and their children.”  Well, then why you been silent on maternal mortality?  Right?  (Applause.) So, it’s important to see the connection between all of these issues. But, again, elections matter.  And every day in our country, it’s having an impact on real people.  And — and especially here in the South, where, you know, a working person — usually most people who seek abortion care have children — the majority do.So, that means she’s got to figure out if she’s got sick leave that’s paid; if she’s got affordable childcare, which she probably doesn’t; if she’s got extra money for bus, plane fare; how to go to a state where she can actually do what she feels is in her best interest.  How is she going to be able to do that? Why are we making people suffer like that? And so, this is yet another example of what’s happening. And, you know, so one of the things that you all have learned and I just love — I’m going to just confess that I’m a geek on some things.  I love Venn diagrams. AUDIENCE MEMBER:  Woo!THE VICE PRESIDENT:  I do.  (Laughter.) MS. PEPPERS:  They was real excited.MR. RICHMOND:  What?MS. PEPPERS:  They was like, “Same!  Same!”  Someone is drawing one right now.  (Laughter.) THE VICE PRESIDENT:  I do, I do.  You know, those three circles?  Sometimes you can do more.  (Laughs.) I think Venn diagrams are so helpful when you’re trying to discern what’s going on, especially when there’s conflict. So, I asked my team — I said, “Let’s draw up a Venn diagram.”  From which states are we seeing attacks on reproductive healthcare, attacks on voting rights, and attacks on LGBTQ rights?  You would not be surprised to see an incredible overlap.See what’s happening.  See what’s happening. But this is also then — back to my point about the opportunity for coalition building.  Let’s bring everybody together to fight for our freedoms, to fight for fundamental freedoms to be.MR. RICHMOND:  Thank you, Madam Vice President.  Speak — I’ll just pick up where you left off in terms of — (applause) — coalition building and you fighting. And I know that during the midterms, you traveled all over the country to educate and energize and fight for freedom to control your own body.  But the other thing that you’ve traditionally fought for from your early years as a prosecutor was fighting for climate action —THE VICE PRESIDENT:  Yeah.MR. RICHMOND:  — and fighting for environmental justice.  In fact, when you were a prosecutor, you were the first in the nation to create an environmental justice unit. THE VICE PRESIDENT:  Yeah.MR. RICHMOND:  And so, if we just look at what’s happening around the world, and we can start with Katrina — which I survived — in New Orleans.  (Applause.)AUDIENCE MEMBER:  (Inaudible.)MS. PEPPERS:  Shout out to New Orleans.MR. RICHMOND:  Well, we don’t really celebrate that one.  I just want you to know that.  (Laughter.)But you can also look just a little while ago at the enormous rainfall in Georgia and the flooding at Clark Atlanta University.  And so, the question becomes about climate and our environment and rallying the country together so that we leave the planet better than we found it or at least leave the planet in a sustainable way.So, how do you plan to address the crimate clisis [sic] — crisis, and what can we do to help?THE VICE PRESIDENT:  So, I start with the firm belief thatit should be a civil right and a guaranteed right of all people to be able to breathe clean air and drink clean water.  But sadly, in our country, we cannot take that for granted. I mentioned before the lead pipe situation, which disproportionately affects low-income communities and communities of color.You look at — if you look at a map of our country in terms of where are the some of the poorest air quality districts, same thing: low-income communities, communities of color, immigrant communities.And the environmental justice movement actually was born right here in the South.  And it was born in the South out of a — an acute understanding about what would happen around, for example, dumping.  In fact, that’s why I started my environmental justice unit back in San Francisco, because there was a community — it’s called Bayview-Hunters Point — that had at the time an annual household income of $15,000 — one-five — and it had high rates of asthma because people would come in there and just dump on that community — right? — resulting in adverse health outcomes for the children and seniors. And so, I said, “Well, okay.  I’m going to go after the dumpers and the people who are — who are coming into this community and doing that and — and make sure there’s consequence.” But here in the South, I mean, we see what’s happening in terms of — for example, so many of the rural communities don’t — they — they have a different sewage system.  And so, then when there are the floods — I mean, you guys know right here at Clark — right? — with what happened with the — right? — with flash floods and what that means in terms of the displacement that is there. Imagine if you are — if it’s your home or you are a renter and what that means in terms of this extreme weather that’s happening — these extreme weather events. And when you — when you’re talking about lower-income communities, how are you going to be able to bounce back?  You know, maybe insurance pays for it; maybe it doesn’t.  How are you going to — for the students who had to leave your dorm rooms — I saw all those interviews — and you have to relocate, and that’s expensive.  How are you going to preserve what’s been damaged?  Can you afford to pay for that?The — the implications of this extreme climate and the climate crisis are profound in that while the climate crisis affects everyone, it does not do so equally.  And so, environmental justice is about saying, “We need to pay attention to the equities.”But on this point — again, back to my point about “see what’s happening in our country” — these extremist so-called leaders have started a whole movement to attack DEI: diversity, equity, and inclusion.  They are trying to — like what they did with “woke” — they’re trying to turn “DEI” into a bad word. They’re trying to say that it is not a noble pursuit, it is not in the best interest of good public policy to pay attention to diversity, equity, and inclusion.Now, on this point about equity — right? — and climate: Everyone is affected, but not everyone equally.  So, part of the work our administration has done with the $1 trillion we’re putting into the climate issue is we’re saying at least 40 percent of that needs to go to low-income and rural communities.Because here’s the principle that’s about equity, which is different than equality: Equality is the goal that I think most reasonable people have.  But if you think that that means, well, you give everyone an equal share — okay? –but not everyone starts out on the same base.  So, if everyone is getting an equal share, but they didn’t start out on the same base, they’re still going to end up with those disparities.Equity says you take into account those disparities in the way that you are thinking about whether the outcome will actually allow for equal opportunity, including just equal opportunity to live a certain condition of life. And so, environmental justice — that’s one of those — those areas where equity and the principle of equity is very important. But, again, to the students here: Pay attention to what they’re trying to do on DEI.  They’re trying to say we should not pay attention to diversity.  They’re saying we should not pay attention to equity, that we should not prioritize inclusion.  And there’s a movement afoot where they’re literally putting pressure on corporations and law firms and filing lawsuits to undo DEI programs.So, part of your leadership will include what we need to do to push back against that. Look at what happened in terms of affirmative action, and just, again, see the patterns of what is happening.  And understand then what we are up against in terms of fighting for fundamental freedoms, including the freedom of all people to have equal access to opportunity.MS. PEPPERS:  Thank you.  (Applause.)  We’ve got a lot — a lot to fight for, but that’s all right.  We’re here to do just that. THE VICE PRESIDENT:  Indeed. MS. PEPPERS:  You know? I’ve got another student who is ready to ask a question: Darion Johnson.  (Applause.)THE VICE PRESIDENT:  Can you see him?MS. PEPPERS:  Oh, right there.  Raise your hand.  There he is.THE VICE PRESIDENT:  There he is.Q    So, good afternoon, Madam Vice President.  How are you?THE VICE PRESIDENT:  Very well.  How are you?Q    Good, good. THE VICE PRESIDENT:  Good.Q    I’m originally from Belle Glade, Florida — (applause) — which is denoted to be the poorest city in the state of Florida, with high rates of gun violence in the community.  Which is probably not just my story, but many stories in this room have been impacted —THE VICE PRESIDENT:  Yeah.Q    — by gun violence.  Being said, given the disproportionate impact of gun violence on communities of color, how can we strike a balance between the Second Amendment rights and implementing effective gun safety measurements [sic] that protect our neighborhoods?  (Applause.)THE VICE PRESIDENT:  Yeah.  So, you — you framed it so perfectly in terms of the false choice that’s being sold — attempting to be sold, which is those who would stand in the way of reasonable gun safety laws by suggesting that you’re either in favor of the Second Amendment or you want to take everyone’s guns away.  That’s not what we’re talking about. We’re talking about — I’m in in favor of the Second Amendment.  I’m also in favor of reasonable gun safety laws. We need an assault weapons ban.  It’s a — it’s a weapon that was designed to kill a lot of people quickly, and it has no place on the streets of a civil society.  (Applause.) Background checks — that’s just reasonable.  I mean, think about it: You just might want to know before someone can buy a lethal weapon whether they’ve been found to be a danger to themselves or others.  You just might want to know that.  It’s reasonable. Red flag laws — same point. But here’s what I would ask the students here — if you could just indulge me for a second.  And I’d ask the older adults to pay attention to this.  How many students — if you can raise your hand — anytime from kindergarten through 12th grade had to participate at school in an active shooter drill?And I would ask the media who is here to take a look at these hands, because I don’t think that people who are of a different generation understand what you guys have been through.I really don’t.And — and to those who have not endured it — I mean, I — I’ve talked with young students who have shared with me things on the subject, like, “Yeah, I don’t really like to go to fifth period.” “Why, sweetheart?  Why don’t you like going to fifth period?” “Well, because in that classroom, there’s no closet.”Our kids are sitting in school where they should have the opportunity to have their minds open to all the wonders of the world, and half their brain is concerned there might be somebody busting through the classroom door to harm them.So, when I think about this issue — again, when you guys, in your number, start to vote, I see a complete change on how this is going to be handled.  I really do.  And — and it is about saying we just need reasonable gun safety laws. To your point, do you know that the number-one cause of death of children in America right now is gun violence?  Not disease.  Not car accidents.  Gun violence — number-one cause of death in America for young children.One in five Americans has a family member that has been killed by gun violence — one in five.Black Americans are 10 times more likely to be victims of gun homicides.And the trauma that is resulting to families and community and society as a whole because of this violence is palpable — the undiagnosed trauma.And so, it is in our collective best interest to agree that we really ought to do better, and it doesn’t have to be this way. And the solutions don’t really require a lot of rocket science.  It’s those various — those three things I mentioned, plus what we — what we’ve done as an administration that’s also about what we need to do to put millions of dollars into mental health and to the trauma and — and help treat that. But when you guys start voting in your numbers, I know this is going to change.  I know it’s going to change because of the experiences that you have every day. And when we talk about gun violence, it’s important to understand that the mass shootings are absolutely horrendous and so is the everyday gun violence that we are seeing in communities across this country.  And we all must be outraged by it all.  (Applause.)MR. RICHMOND:  And I would just say from experience and being in the building, the President couldn’t have picked and put the issue in better hands than your hand. Before I ask you the final question, I just want the audience to know just how amazing our Vice President is.  (Applause.) And what she never does and what the President never does is to beat their chest and talk about the amazing accomplishments of this administration.  But this administration has been so intentional and purposeful about making a difference in communities: from the $100 million to the Minority Business Development Agency, to the $100 billion over the next five years for small and disadvantaged businesses. And when the Vice President said it, I’m not sure you all could hear whether it was an “M” or a “B,” but the $7 billion to HBCUs.  (Applause.)MS. PEPPERS:  That’s major.MR. JOHNSON:  The — the Vice President has put in the work over and over again.  And you have an administration that’s not scared to say “systemic racism” and “breaking down barriers.”  And you have a vice president that has been fighting her entire political career, breaking glass ceilings, but more importantly making a difference for you.So, all of that said and all of the incredible work that you do and the fighting that you do, how do you feel about our future?  And how optimistic you are?  And where does that optimism come from?THE VICE PRESIDENT:  I’m telling you, I look out here, and I feel so very optimistic.  And I know our future is bright. I am serious.  I am really counting on you.  Our country is counting on you. You know, I remember being — sitting where you all are sitting now as a student at an HBCU — at Howard.  And one of the things that — especially for the freshmen — and everybody else may have figured it out, but you’ll figure it out later fully: This is such a special time in your life.When I was sitting where you are now, I didn’t realize I was sitting next to people who I would be godmother to their children.  I didn’t realize I was sitting next to people who I would be in their wedding. I didn’t realize that one day I would be on the — in the — in Paris at the subway and on the one side waiting for the train to come — and I looked on the other side where the opposing train was, and there was one of my classmates.  And we waved.I had no idea when I was sitting where you’re sitting on how much this moment prepared me for leadership.And that’s one of the reasons I wanted to be here, to just remind you of the special time in your life you’re in right now.I want you all to also take away from this a moment, sometime during your time here, to take a look around — whether you’re in the auditorium with each other or at a party or wherever — but to look at this and to remember: You come with people; you come from people.Because I promise you, each one of you — if you’ve not already — will have an experience where you’re going to walk into a meeting room, a board room, a courtroom, and you’re going to be the only one in that room that looks like you or has had your life experience.  And what I want for you is to remember that we are all in that room with you, applauding you, and expecting and demanding you will walk in that room with your chin up and your shoulders back, carrying the voice of all of the people who are so proud of you and who you represent.I want for you — when I say, I want you to live your best life — that you will go out into this world and never hear what you will hear, which is those who will tell you, “There has never been anybody like you that’s done that before.”  “Oh, you’re too young.”  “Oh, that’s going to be a lot of hard work.”  “Oh, they’re not ready for you.”  And I want for you that you will never hear those things.I like to say: I eat “no” for breakfast.  (Applause.)MS. PEPPERS:  And do.THE VICE PRESIDENT:  I don’t hear “no.”And so — but I already know this about this — this generation of leaders.  You guys don’t hear “no,” either.And so, you give me great optimism because there are great challenges in our world right now, and you are up to meet them and to do it with a sense of optimism to know what can be unburdened by what has been. Know that it is worth it to lead, to be engaged, to organize, to mobilize. Know what you already know, which is that you are role models.  And there will be people you don’t even realize who will be watching how you do what you do in a way that inspires them to be on the path that you have laid.And so, you just keep leading.  I’m counting on you.  And I am so very optimistic about what we can do and what we will do, because we’re all in this together.So, I thank you — all the leaders who are here — for all that you are.  Thank you, thank you.  (Applause.)MS. PEPPERS:  Amazing.  Amazing. Now, wait.  I have — I do have to ask the man with the mic.  Where’s the man — my guy with the mic?  Who’s my guy with the mic?  Where did you go?  Can you just give it to RJ so he can say hi real quick to the — to the pre- — because I said RJ would be able to say hello.  And I asked his question.  (Applause.)Q    I just —MS. PEPPERS:  There we — there we go. Q    I think it’s on.  Oh — hi, Madam Vice President.  I just wanted to say hi.  Hi.  Thank you so — (applause) —THE VICE PRESIDENT:  All right, RJ.  (Laughs.)Q    Thank you so much for being here.  We really appreciate you.  And we really appreciate all the work that you’re doing.  So, thank you so much. THE VICE PRESIDENT:  Aww.  Thank you for closing us out.MS. PEPPERS:  Aww.  (Applause.)  We love you, RJ. He waited.  He stood the whole time. We thank you all so much. Y’all, we are in the presence of history right now.  One more time for the first Black woman to ever hold the office of vice president of the United States.  (Applause.)Don’t leave, y’all.  We going to take a selfie.  Don’t m- — don’t miss the history.  Okay? We thank you all so much for joining us.  I’m going to get it on my phone.  Ready?END"
}