{
    "title": "FACT SHEET: How the Build Back Better Plan Will Create a Better Future for Young Americans | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/07/22/fact-sheet-how-the-build-back-better-plan-will-create-a-better-future-for-young-americans/",
    "created_at": null,
    "content": "Although there has been a strong economic recovery under President Biden, young adults have now lived through two historic economic downturns. In 2008, many young workers without a college degree lost their jobs. In 2020, at the height of the pandemic, the highest proportion of young adults between the ages of 18 and 29 were living at home with their parents since the Great Depression and unemployment for young adults reached a peak of 24.4 percent, and was even higher for young adults of color. The economic events of the past 15 years have made the path to the middle class difficult for many young Americans.Young adults are facing additional challenges on their path to economic security, including barriers to home ownership, unaffordable or hard to find child care, and the existential threat of climate change. Home ownership rates are at a historic low for young adults. Child care for two children costs at least 50 percent of the median millennial’s salary in 47 states, as well as in the District of Columbia. And the climate crisis poses an urgent threat to our environment, our health, our communities, our national security, and our economy.President Biden’s Build Back Better plan is a once-in-a-generation investment that responds to the historic challenges facing the country, including young Americans. President Biden knows that it is not enough to restore us to where we were prior to the pandemic – we need to build back better. That means making it easier for American families to break into the middle class, and easier to stay in the middle class.  It means reducing the cost of things that working people depend on. And, he knows that, in order to secure a brighter, more equitable future, we need to support young adults, many of whom are dealing with the long-term consequences of two economic downturns.Education and Workforce OpportunitiesThirteen years of school is no longer enough to be prepared for the jobs of today’s economy. At the same time, the cost of education beyond high school has become unaffordable for too many students across the country. The value of Pell Grants over the last nearly 50 years has fallen from covering more than 75 percent of the cost of a four-year degree at a public university to under 30 percent, forcing millions of low-income students to take on debt. Additionally, as more young Americans rejoin the workforce or seek out new opportunities in a changing economy, there is a greater need for skills development opportunities for workers of all kinds that lead to high-quality jobs. To expand education and workforce opportunities, the Build Back Better plan will:Help for Young Adults Who Care for Their FamiliesThe hope of a middle-class life has gotten further and further out of reach for too many American families, as the costs of raising children – from child care to taking leave time to care for a child or family member – have grown. The cost of child care is now more than in-state tuition at public four-year colleges in over half of the country. Difficulty in finding high-quality, affordable child care and lack of access to preschools leads some parents to drop out of the labor force entirely, some to reduce their work hours, and others to turn down a promotion. When a parent drops out of the workforce, reduces work hours, or takes a lower-paying job early in their careers, they can suffer lifetime consequences on earnings, savings, and retirement. Similarly, high costs and increasing shortages of care for disabled and elderly people leave many to rely on unpaid caregiving – nearly a quarter of millennials are providing care for a family member. To help young adults care for their families, the Build Back Better plan will:Housing Affordability and AccessHomeownership remains stubbornly out of reach for young Americans due to interrelated issues of rising costs and scarcity of supply. Millennial renters report declining optimism about the prospect of homeownership and cite affordability as their greatest concern. But even for the majority of millennials who aspire to own a home, high rental costs, plus other expenses that many carry, make it difficult to save up money to buy a home. A recent survey of millennial renters showed that 63% of renters planning to buy a home had no down payment savings. Whether they seek to own a home or not, a lack of housing supply drives up housing costs for young renters and homeowners alike. To help renters and homeowners, the Build Back Better plan will:Climate CrisisThe climate crisis is one of the greatest threats America and the global community face. And it is this younger generation that will inherit the worst impacts of this crisis. That is why on Day 1, President Biden mobilized the whole of government to tackle the climate crisis, rejoined the landmark Paris Agreement, and set an ambitious and achievable goal of cutting emissions by 50-52% below 2005 levels by 2030. To meet this goal, this Build Back Better plan will make once-in-a-generation investments in clean energy and infrastructure that can help tackle the climate crisis and advance environmental justice in communities across the country. To address the climate crisis for young Americans, the Build Back Better plan will:###"
}