{
    "title": "FACT SHEET: How the Inflation Reduction Act Helps Tribal Communities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/18/fact-sheet-how-the-inflation-reduction-act-helps-tribal-communities/",
    "created_at": null,
    "content": "By signing the Inflation Reduction Act, President Biden is delivering on his promise to meet the climate crisis and build an economy that works for working families, including Tribal nations and American Indian, Alaska Native, and Native Hawaiian families. The Inflation Reduction Act lowers prescription drug costs, health care costs, and energy costs. It’s the most aggressive action we have taken to confront the climate crisis. It’ll lower the deficit and ask the super wealthy and corporations to pay their fair share. And no one making under $400,000 per year will pay a penny more in taxes.President Biden and Congressional Democrats beat back the special interests to pass this historic legislation that includes significant Tribal-specific provisions, and otherwise helps American Indian, Alaska Native, and Native Hawaiian communities who have been at the frontline of climate change, by lowering costs, advancing environmental justice while building a cleaner future, and growing the economy from the bottom up and the middle out.TRIBAL-SPECIFIC FUNDINGThe Inflation Reduction Act takes the most aggressive action on climate and clean energy in American history. And it does so by providing funding specifically for Tribes to plan for and adapt to climate change, mitigate drought, support fisheries, and shift to clean energy production and use.Support climate resilience and adaptation in Tribal nations and Native communities. The Inflation Reduction Act includes Tribal-specific funding to address climate-related impacts in Native communities, including investments that support:Fund a Tribal electrification program. The Inflation Reduction Act includes investments for a Tribal Electrification Program for Tribes and Tribal organizations to provide electricity to unelectrified Tribal homes through zero-emission energy systems, and to transition electrified homes to zero-emission energy systems.Support Tribal energy development. The Inflation Reduction Act provides additional investments for the Tribal Energy Loan Guarantee Program, and increases loan guarantees for Tribal energy development from $2 billion to $20 billion.COMBAT CLIMATE CHANGE AND LOWER ENERGY COSTSIn addition to its Tribal-specific funding, the Inflation Reduction Act will bring down energy costs for families and create thousands of good jobs, all while reducing climate pollution and ensuring that we have a clean, secure future energy supply. It will:Reduce Pollution: The law will eliminate about a billion tons of greenhouse gas emissions in 2030 and position America to meet President Biden’s climate goals of cutting emissions in half or more by 2030 and reaching net-zero by no later than 2050.Advance Environmental Justice: Climate change disproportionately impacts low-income communities and communities of color. The Act will work to alleviate legacy pollution and to ensure that clean energy opportunities reach all Americans, including through new Environmental Justice Block Grants—which will support community-led projects across the country.Make Home Efficiency Upgrades More Affordable: The Inflation Reduction Act will make it more affordable for families to purchase energy efficient and electric appliances when they need to replace everyday home appliances and equipment. And, these appliances will save families money on their utility bills in the long run. Support Farmers, Ranchers, and Forest Landowners: The Inflation Reduction Act recognizes the critical role that America’s farmers, ranchers, and forest landowners play in the addressing the climate crisis. The law will:Strengthen the Resilience of Rural Lands to Climate Impacts: The Inflation Reduction Act protects communities from the risks of wildfires and make public and private lands more resilient in the face of climate change. These investments will help: LOWER HEALTH CARE COSTSThe Inflation Reduction Act will lower health care costs, including prescription drug costs, and expand health insurance coverage for American Indian, Alaska Native, and Native Hawaiian families. Lower Prescription Drug Costs for Seniors: Americans pay 2-3 times more for their prescription drugs than people in other wealthy countries. The Inflation Reduction Act increases access to medication in Tribal communities, especially for Tribal elders, by improving prescription drug coverage and lowering drug prices in Medicare. The law:Lowering Health Insurance Premiums and Expanding Coverage: Almost half a million AI/ANs were uninsured in 2019 before President Biden took office and over 130,000  AI/ANs fell into the Medicaid “coverage gap” and were locked out of coverage because their state refused to expand Medicaid. Since President Biden took office, the uninsured rate has reached a new historic low: 8% and over 5 million Americans have gained health insurance coverage. The Inflation Reduction Act continues the American Rescue Plan’s more generous Affordable Care Act premium tax credits.MAKE THE TAX CODE FAIRERPresident Trump and Congressional Republicans’ 2017 tax law only made an unfair tax system worse. The Inflation Reduction Act is a critical step forward in making our tax code fairer. It will raise revenue by:The legislation’s tax reforms won’t just raise revenue to finance critically needed investments to lower costs and combat climate change, they are also an important component of building an economy that rewards work rather than wealth and doesn’t let the rich and powerful get away with playing by a separate set of rules. Millions of working families will have better access to the benefits they are entitled to under the tax code and be able to get their questions answered quickly and efficiently, thanks to the Act’s transformational investments in the Internal Revenue Service. And, no family making less than $400,000 per year will see their taxes go up by a single cent.###"
}