{
    "title": "FACT SHEET: One Year into Implementation of Bipartisan Infrastructure Law, Biden-⁠Harris Administration Celebrates Major Progress in Building a Better America | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/15/fact-sheet-one-year-into-implementation-of-bipartisan-infrastructure-law-biden-%e2%81%a0harris-administration-celebrates-major-progress-in-building-a-better-america/",
    "created_at": null,
    "content": "One year ago, President Biden signed the Bipartisan Infrastructure Law – a once-in-a-generation investment in our nation’s infrastructure and competitiveness. While “infrastructure week” was a punchline under his predecessor, President Biden is delivering an “infrastructure decade.” One year into implementation, the Biden-Harris Administration is already following through on its promise to deliver results by rebuilding our roads, bridges, ports, and airports, upgrading public transit and rail systems, replacing lead pipes to provide clean water, cleaning up pollution, providing affordable, high-speed internet to every family in America, delivering cheaper and cleaner energy, and creating good-paying jobs.The Bipartisan Infrastructure Law represents historic progress, as the largest and most significant investment in:ONE YEAR OF DELIVERING RESULTSTo date, the Administration has announced over $185 billion in funding and over 6,900 specific projects, reaching over 4,000 communities across all 50 states, D.C., and the territories.  The White House Infrastructure Implementation Team released new state-by-state fact sheets and a new map highlighting projects in all 50 states. The President, Vice President, Cabinet, and senior federal leaders, have taken more than 200 trips to all 50 states, as well as D.C., Puerto Rico, and the territories, to discuss this once-in-a-generation opportunity with community members. Key highlights include:Upgrading Transportation and Supply ChainsImproving Water, Conservation, and ResilienceCleaning Up Legacy Pollution Modernizing the Grid and Deploying Clean EnergyExpanding High-Speed InternetBuilding A Better America TogetherTo deliver on the promise of this historic legislation, the Biden-Harris Administration has:###"
}