{
    "title": "FACT SHEET: U.S.- Africa Partnership to Promote Food Security and Resilient Food Systems | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/15/fact-sheet-u-s-africa-partnership-to-promote-food-security-and-resilient-food-systems/",
    "created_at": null,
    "content": "Today at the U.S.-Africa Leaders Summit, President Biden reaffirmed the United States’ commitment to working with the African Union and our African partners to accelerate progress toward achieving food security, building stronger food systems and more diversified supply chains, and expanding African countries’ access to agricultural markets. President Biden announced an additional $2.5 billion in emergency aid and medium to long-term food security assistance for resilient African food systems and supply markets, which builds upon over $11 billion in U.S. humanitarian and food security assistance for this year alone.  President Biden also launched a new strategic partnership on food security between the United States and the African Union.  Together, we will leverage the public and private sectors, along with multilateral development banks and international financial institutions to accelerate transformational investments in sustainable and resilient food systems to prevent food shocks before they happen.The compounding impacts of the global pandemic, the growing pressures of the deepening climate crisis, high energy and fertilizer costs, and protracted conflicts – including Russia’s war in Ukraine – have pushed weak supply chains to the brink and dramatically increased malnutrition and food insecurity — particularly for African countries.  A multi-year drought in the Horn of Africa has created a dire humanitarian emergency, with parts of Somalia experiencing a severe risk of famine for the second time in just over a decade.  The swift U.S. humanitarian response over the past few months has helped forestall famine.  The Biden-Harris Administration remains committed to responding to humanitarian needs and providing lifesaving in response to the historic food security crisis, while also investing in medium- and long-term resilient food systems and supply markets.Humanitarian Response: Addressing the Immediate and Acute Food Insecurity CrisisMedium- and Long-term InvestmentsOther U.S. investments made this year to respond to the food crisis include:###"
}