{
    "title": "FACT SHEET: President Biden Announces New Actions to Reduce Gun Violence and Make Our Communities Safer | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/14/fact-sheet-president-biden-announces-new-actions-to-reduce-gun-violence-and-make-our-communities-safer/",
    "created_at": null,
    "content": "Today, in Monterey Park, California, President Biden will announce an Executive Order with the goal of increasing the number of background checks conducted before firearm sales, moving the U.S. as close to universal background checks as possible without additional legislation. The Executive Order will also keep more guns out of dangerous hands by increasing the effective use of “red flag” laws, strengthen efforts to hold the gun industry accountable, and accelerate law enforcement efforts to identify and apprehend the shooters menacing our communities. President Biden is also encouraging the Federal Trade Commission to issue a public report analyzing how gun manufacturers market firearms to minors.President Biden is traveling to Monterey Park to grieve with the families and community impacted by the mass shooting that claimed 11 lives and injured nine others in January. Monterey Park is part of a growing list of communities all across the country that are forever changed due to gun violence—not only mass shootings, but also daily acts of gun violence that may not make national headlines.Last year, President Biden signed into the law the Bipartisan Safer Communities Act, the most significant gun violence reduction legislation enacted in nearly 30 years. When celebrating the Act’s passage, he called on Congress to seize the bipartisan momentum and advance additional commonsense steps to reduce gun violence. Again and again, he has called for Congress to act, including by banning assault weapons and high-capacity magazines, requiring background checks for all gun sales, requiring safe storage of firearms, closing the dating violence restraining order loophole, and repealing gun manufacturers’ immunity from liability.As he continues to call on Congress to act, President Biden will do everything he can to reduce gun violence and save lives. That is why, over the past two years, President Biden has taken more executive action to reduce gun violence than any other president at this point in their presidency.The President’s new Executive Order to reduce gun violence includes the following additional actions, all of which fall within existing executive authority and outside of the right protected by the Second Amendment:Keeping guns out of dangerous handsThe Executive Order directs the President’s Cabinet to:Holding the gun industry accountableThe Executive Order directs the President’s Cabinet to:President Biden is also encouraging the independent Federal Trade Commission (FTC) to issue a public report analyzing how gun manufacturers market firearms to minors and how such manufacturers market firearms to all civilians, including through the use of military imagery.Additional steps to make our communities safer and support communities impacted by gun violenceThe Executive Order will direct the President’s Cabinet to:###"
}