{
    "title": "FACT SHEET: The American Families Plan Advances Equity and Racial Justice | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/29/fact-sheet-the-american-families-plan-advances-equity-and-racial-justice/",
    "created_at": null,
    "content": "On his first day in office, President Biden signed an Executive Order directing the whole of the federal government to advance equity and racial justice. Today, the President announced a historic new set of investments to deliver on his vision of a more equitable America through the American Families Plan. The American Families Plan will help restore the promise of America for communities who have been left behind and locked out of opportunity—investing in teachers and students, empowering workers and their families, and reimagining a tax code that rewards work over wealth. By extending and building upon the provisions of the American Rescue Plan, the American Families Plan would lift more than 10 million people out of poverty in 2022. This means a 29 percent reduction in Black poverty, a 31 percent reduction in Latino poverty, and a 15 percent reduction in Asian American, Native Hawaiian, and Pacific Islander poverty, relative to the projected poverty rate for 2022. Among children, it would reduce poverty by more than 47 percent.President Biden’s American Families Plan will deliver a fairer and more equitable America by:Together, these investments will give millions of children across the country a fair shot at the American dream.UNIVERSAL PRE-SCHOOL FOR ALL 3- AND 4-YEAR-OLDSPreschool is critical to ensuring that children start kindergarten with the skills and supports that set them up for success in school. In fact, research shows that kids who attend universal Pre-K are more likely to take honors classes and less likely to repeat a grade, and another study finds low-income children who attend universal programs do better in math and reading as late as eighth grade. Unfortunately, most children, and especially children of color and low-income children, do not have access to the full range of high-quality pre-school programs available to their peers. In addition, children with disabilities benefit from inclusive, accessible pre-school programs with their peers, and all children benefit when we create socio-economically diverse Pre-K classrooms where all students thrive. President Biden’s American Families Plan will:FREE COMMUNITY COLLEGE AND OTHER POSTSECONDARY INVESTMENTSFor much of the 20th century, graduating from high school was a gateway to a stable job and a living wage. But over the last 40 years, we have seen the most growth in jobs requiring higher levels of job preparation, including education and training. Today, 70 percent of jobs are held by people with more than a high school degree. American workers, and especially workers of color, need support to build their skills, increase their earnings, remain competitive, and share in the benefits of the new economy. President Biden’s American Families Plan will:EDUCATION AND PREPARATION FOR TEACHERSFew people have a bigger impact on a child’s life than a great teacher. Unfortunately, the U.S. faces a large and growing teacher shortage. Before the pandemic, schools across the nation needed an estimated additional 100,000 certified teachers, resulting in key positions going unfilled, granting of emergency certifications, or teachers teaching out of their certification area. Shortages of certified teachers disproportionately impact schools with higher percentages of students of color, which  have a higher proportion of teachers that are uncertified and higher shares of inexperienced teachers, exacerbating educational disparities. President Biden is calling for investments to improve the impact of new teachers entering the profession, increase retention rates, and increase the number of teachers of color, all of which will improve student outcomes.President Biden’s American Families Plan will:CHILD CAREHigh-quality early care and education helps ensure that children can take full advantage of education and training opportunities later in life, especially for children from low-income families, who face learning disparities before they even can go to preschool. One study by Nobel Laureate James Heckman found that every dollar invested in a high-quality, comprehensive birth to five program for the most economically disadvantaged children resulted in $7.30 in benefits as children grew up healthier, were more likely to graduate high school and college, and earned more as adults. But we have grave disparities when it comes to child care in our country. One analysis finds that more than half of Latino and Native American families live in child care deserts. Difficulty finding high-quality, affordable child care leads some parents, especially mothers, to drop out of the labor force entirely, some to reduce their work hours, and others to turn down a promotion – leading to lifetime consequences in terms of earnings, savings, and retirement. Lack of affordable child care can be especially challenging for the families of the nearly 7 in 10 Black women who are their families’ primary or sole breadwinners.President Biden’s American Families Plan will:When fully implemented, the President’s plan will provide 3 million children from low- and middle-income families with high quality care, saving the average family $14,800 a year on child care expenses.PAID LEAVEPaid family and medical leave supports workers and families and is a critical investment in the strength and equity of our economy. Paid leave has been found to reduce racial disparities in wage loss between workers of color and white workers, improve child health and well-being, support employers by improving employee retention and reducing turnover costs, and increase women’s labor force participation. However, currently, 95 percent of the lowest wage workers, mostly women and workers of color, lack access to any paid family leave. Sixty-two percent of Black adults and 73 percent of Latino adults are either ineligible for or cannot afford to take unpaid leave, compared to 60 percent of white adults. Additionally, Black and Latina mothers are more likely than white women to report being let go by an employer or quitting their jobs after giving birth in order to have some leave. President Biden’s American Families Plan will:NUTRITIONThe pandemic has added urgency to the moral travesty of nutrition insecurity among children, which disproportionately affects low-income families and children of color. No one should have to worry about whether they can provide nutritious food for themselves or their children. A poor diet jeopardizes a child’s ability to learn and succeed in school. Nutrition insecurity can also have long-lasting negative impact on overall health and put children at higher risk for diseases such as diabetes, heart disease, and high blood pressure.President Biden’s American Families Plan will:TAX CUTS FOR AMERICAN FAMILIES AND WORKERSWhile the American Rescue Plan provided meaningful relief for hundreds of millions of Americans, that is just a first step. Now is the time to build back better, to help families and workers who for too long have felt the squeeze of stagnating wages and an ever-increasing cost-of-living.  Direct assistance to families in the form of tax credits paid on a regular basis lifts children and families out of poverty, makes it easier for families to make ends meet, and boosts the academic and economic performance of children over time.President Biden’s American Families Plan will:To view this fact sheet in your browser, click here.  ###"
}