{
    "title": "FACT SHEET: President Biden Announces Billions to Deliver World-Class High-Speed Rail and Launch New Passenger Rail Corridors Across the Country | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/08/fact-sheet-president-biden-announces-billions-to-deliver-world-class-high-speed-rail-and-launch-new-passenger-rail-corridors-across-the-country/",
    "created_at": null,
    "content": "$8.2 Billion from the President’s Investing in America Agenda to Deliver Transformative Passenger Rail in AmericaPresident Biden’s Investing in America Agenda – a key pillar of Bidenomics – is delivering world class-infrastructure across the country, expanding access to economic opportunity, and creating good-paying jobs. By delivering $66 billion from the Bipartisan Infrastructure Law – the largest investment in passenger rail since the creation of Amtrak 50 years ago – President Biden is delivering on his vision to rebuild America and win the global competition for the 21st century.   Today, the Biden-Harris Administration is announcing $8.2 billion in new funding for 10 major passenger rail projects across the country, including the first world-class high-speed rail projects in our country’s history. Key selected projects include: building a new high-speed rail system between California and Nevada, which will serve more than 11 million passengers annually; creating a high-speed rail line through California’s Central Valley to ultimately link Los Angeles and San Francisco, supporting travel with speeds up to 220 mph; delivering significant upgrades to frequently-traveled rail corridors in Virginia, North Carolina, and the District of Columbia; and upgrading and expanding capacity at Chicago Union Station in Illinois, one of the nation’s busiest rail hubs. These historic projects will create tens of thousands of good-paying, union jobs, unlock economic opportunity for communities across the country, and open up safe, comfortable, and climate-friendly travel options to get people to their destinations in a fraction of the time it takes to drive.The Biden-Harris Administration is building out a pipeline of passenger rail projects in every region of the country in order to achieve the President’s vision of world-class passenger rail. Announced projects will add new passenger rail service to cities that have historically lacked access to America’s rail network, connecting residents to jobs, healthcare, and educational opportunities. Investments will repair aging rail infrastructure to increase train speeds, reduce delays, benefit freight rail supply chains to boost America’s economy, significantly reduce greenhouse emissions, and create good-paying union jobs. Additionally, electric high-speed rail trains will take millions of cars off the roads and reduce emissions, further cementing intercity rail as an environmentally-friendly alternative to flying or driving and saving time for millions of Americans. These investments will also create tens of thousands of good-paying union jobs in construction and related industries – adding to over 100,000 jobs that the President is creating through historic investments in world-class rail.  Today’s investment includes $8.2 billion through the Federal Railroad Administration’s Federal-State Partnership for Intercity Passenger Rail Program, as well as $34.5 million through the Corridor Identification and Development program to guide passenger rail development on 69 rail corridors across 44 states, ensuring that intercity rail projects are ready for implementation. President Biden will travel to Las Vegas, Nevada to make this announcement.To date, President Biden has announced $30 billion for rail projects across the country – including $16.4 billion on the Northeast Corridor, $1.4 billion for passenger rail and freight rail safety projects, and $570 million to upgrade or mitigate railroad crossings.Fed-State National Project selections include:Other significant projects receiving grants under this announcement include: upgrades to Chicago Union Station; upgrades to the Pennsylvania Keystone Corridor, extending the service west of Philadelphia-Harrisburg to Pittsburgh and adding frequencies; improving the Downeaster corridor in Maine, connecting Boston, Massachusetts, to Brunswick, Maine; rail infrastructure improvements in Montana along a route carrying Amtrak’s Empire Builder long-distance rail service between Chicago and the Pacific Northwest; and replacing a key rail bridge in Alaska used by freight and intercity passenger trains. Pipeline for Future Investments Through the Federal Railroad Administration’s Corridor ID ProgramAs part of President Biden’s vision for world-class passenger rail, the Administration is planning for future rail growth in new and unprecedented ways through the Bipartisan Infrastructure Law-created Corridor ID Program. The program establishes a new planning framework for future investments, and corridor selections announced today stand to upgrade 15 existing rail routes, establish 47 extensions to existing and new conventional corridor routes, and advance 7 new high-speed rail projects, creating a pipeline of intercity passenger rail projects ready for future investment.  Project selections include:Major regional hubs will benefit from multiple corridor selections, such as the Chicago Hub, where a comprehensive plan for the Chicago terminal and service chokepoints south of Lake Michigan will benefit all corridors and long-distance trains south and east of Chicago. Other Rail Investments Made Through President Biden’s Bipartisan Infrastructure LawAfter waiting years for new federal funding, 2023 is the year in which major rail and transit projects across the country are moving forward. Today’s announcement builds on the Biden-Harris Administration’s historic commitment to our nation’s rail network. Major rail progress that has already been made under President Biden includes the following:In addition to unprecedented passenger rail investment, the Biden-Harris Administration is making major investments in rail safety through track improvements, bridge rehabilitations, fewer grade crossings, upgrades on routes carrying hazardous materials, and enhanced multi-modal connections to increase safety for people who live near or travel along America’s rail lines:Map: Selections Through Fed-State National and Corridor ID Program###"
}