{
    "title": "FACT SHEET: Biden-Harris Administration Celebrates Expansion of Locally-Led Conservation Efforts in First Year of “America the Beautiful” Initiative | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/20/fact-sheet-biden-harris-administration-celebrates-expansion-of-locally-led-conservation-efforts-in-first-year-of-america-the-beautiful-initiative/",
    "created_at": null,
    "content": "Progress Report Highlights Land and Water Projects Underway as U.S. Pursues First-Ever National Conservation GoalToday, the Biden-Harris Administration issued its first annual progress report on the America the Beautiful initiative, highlighting steps the Administration has taken over the past year to support locally-led and voluntary efforts to conserve, connect, and restore lands and waters across the nation that sustain the health of our communities, power local economies, and help combat climate change.Released by the U.S. Departments of the Interior, Agriculture and Commerce, and the White House Council on Environmental Quality, the report outlines the collective work to pursue the first-ever national conservation goal established by a President – a goal of conserving at least 30 percent of U.S. lands and waters by 2030. The federal actions and activities described in the progress report align with the America the Beautiful initiative’s guiding principles, which include commitments to honor the nation’s conservation traditions, private property rights, the sovereignty of Tribal Nations, and the values and priorities of local communities.In particular, the report centers on work that federal agencies are undertaking around six areas of focus: creating more parks and safe outdoor opportunities; building connectivity and corridors for fish and wildlife; supporting Tribally-led conservation and restoration; increasing access for outdoor recreation; incentivizing voluntary conservation; creating jobs and growing local economies; and deploying nature to increase climate resilience and remove carbon from the atmosphere. The report also includes a brief review of land-cover changes and the status of fish and wildlife habitats and populations.The report also reviews steps the Administration took this year to restore protections for important natural and cultural resources; to deepen partnerships and leverage resources with Tribes, states, private landowners, and other stakeholders; to restore science and incorporate Indigenous Traditional Ecological Knowledge into decision-making; and to take an inclusive and collaborative approach to the stewardship of the land and water resources that sustain the nation’s communities and economies. Notably, President Biden’s Bipartisan Infrastructure Law provides a major boost to the America the Beautiful initiative. The new law provides the largest investment in the resilience of physical and natural systems in American history and will help communities be more prepared for drought and wildfire; address the legacy of pollution from orphan wells and abandoned mines; invest in clean drinking water; fund watershed rehabilitation and flood prevention projects; and improve coastal resilience efforts.ADDITIONAL AGENCY ACTIONIn addition to the progress report, the Biden-Harris Administration is also announcing today several steps to ensure that the America the Beautiful initiative is both guided by and reflective of the priorities, needs, and inputs of local communities, Tribes, States, landowners, hunters and fishers, and other important stakeholders. These steps are:CONSERVATION LEADERSHIP BY STATES, TRIBES, AND LOCAL COMMUNITIESSince President Biden announced the first-ever national goal to conserve at least 30 percent of America’s lands and waters by 2030, states, Tribes, local governments, and private sector leaders across the country have advanced the effort, forging their own paths to conserve, connect, and restore more lands and waters. More than 50 Tribal leaders and organizations and hundreds of locally elected officials across the country have expressed support for the national conservation goal, recommendations, and guiding principles of the America the Beautiful initiative. Many Governors are pursuing their own related goals and efforts in alignment with the America the Beautiful initiative. These efforts will support local economies, communities, and wildlife populations and habitats. Activities of note this year include:  Leaders in the private sector also recognize that thriving ecosystems support successful businesses and communities and that world class natural areas can coexist alongside economic growth. For example, 342 organizations and businesses have already formally voiced their support for the President’s national conservation goal.###"
}