{
    "title": "FACT SHEET: Key Deliverables for the 2023 North American Leaders’ Summit | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/01/10/fact-sheet-key-deliverables-for-the-2023-north-american-leaders-summit/",
    "created_at": null,
    "content": "North American cooperation makes our countries safer, our economies more competitive, and our supply chains more resilient. By working together, the countries of North America are better able to address shared challenges, like climate change, the COVID-19 pandemic, and transnational criminal organizations trafficking and smuggling people and illicit drugs like fentanyl. The North American Leaders’ Summit (NALS) strengthens our partnerships and advances our shared priorities. Today, President Biden is joining President Andrés Manuel López Obrador of Mexico and Prime Minister Justin Trudeau of Canada to promote a common vision for North America. This year, the leaders will build on last year’s accomplishments with new initiatives and announcements.President Biden has used NALS to drive North America’s economic competitiveness and promote inclusive growth and prosperity. The three countries will deepen our economic cooperation, promote investment, and reinforce competitiveness, innovation, and resilience by:The United States, Mexico, and Canada recognize the urgency for rapid, coordinated and ambitious measures to build clean energy economies and respond to the climate crisis. At the NALS, the three leaders committed to combatting the climate crisis by:On the occasion of the six-month anniversary of the adoption of the Los Angeles Declaration on Migration and Protection, the leaders of North America reaffirmed their commitment to work together to achieve safe, orderly, and humane migration in the region. In particular, the United States, Mexico, and Canada will continue to champion expansion of legal pathways and other humane measures to address irregular migration in the region, including:The United States, Canada, and Mexico committed to coordinate actions and strategies to combat arms and drug trafficking, as well as trafficking in persons, that represent a shared threat to the three countries. These include:Drawing from the lessons learned from the COVID-19 pandemic, the leaders committed to share information and develop public policies to protect our countries against current and future health crises. These include:The three leaders committed to promote diverse, inclusive, equitable, and democratic societies that combat racism by:###"
}