{
    "title": "FACT SHEET: Republic of Korea State Visit to the United States | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/04/26/fact-sheet-republic-of-korea-state-visit-to-the-united-states/",
    "created_at": null,
    "content": "President Biden of the United States welcomed President Yoon of the Republic of Korea (ROK) on April 26, 2023, for a State Visit to commemorate the 70th anniversary of the U.S.-ROK Alliance. The two presidents reaffirmed their ironclad commitment to what has become a global alliance focused on deepening defense and security ties, expanding economic, commercial, and environmental cooperation, increasing digital and technology collaboration—including in the space sector—and broadening development assistance, educational exchanges, and people-to-people ties.  This fact sheet provides an overview of political understandings that were affirmed or reaffirmed during the State Visit, as well as plans for further cooperative activities between the United States and the ROK.DEFENSE AND GLOBAL SECURITY COOPERATIONPresident Biden and President Yoon affirmed their strong, shared commitment to the defense of the people and territories of the United States and the ROK, including through deepening extended deterrence.ECONOMIC, COMMERCIAL, AND ENVIRONMENTAL COOPERATIONThe United States and the ROK have forged enduring economic ties that reinforce every aspect of our Alliance, from mutual prosperity to commercial investment and from environmental cooperation to stronger cultural connections. President Biden and President Yoon affirmed that the United States and the ROK are committed to advancing economic, commercial, and environmental cooperation.TECHNOLOGY, DIGITAL, AND SPACE COOPERATIONOur Alliance is equipped for the 21st Century, and collaboration between the United States and the ROK has grown to include cybersecurity, critical and emerging technology, and space. We are augmenting our digital cooperation, including by improving collaboration on effective digital and telecommunications policy. We are also on a course to broaden our space cooperation across multiple sectors, including security and defense, commercial investment, and space exploration.EXPANDING DEVELOPMENT, EDUCATION, AND PEOPLE-TO-PEOPLE TIESPresident Biden and President Yoon highlighted the remarkable cultural connections between our two nations, and our increasing cooperative focus on development issues around the world.  They shared their intent to further strengthen our combined development work and to knit the American and Korean people even more closely together.###"
}