{
    "title": "FACT SHEET: National Cyber Workforce and Education Summit | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/21/fact-sheet-national-cyber-workforce-and-education-summit/",
    "created_at": null,
    "content": "On July 19, 2022, National Cyber Director Chris Inglis hosted the National Cyber Workforce and Education Summit at the White House. The event focused on building our Nation’s cyber workforce, improving skills-based pathways to cyber jobs, educating Americans so that they have the skills they need to thrive in our increasingly digital society, and improving Diversity, Equity, Inclusion, and Accessibility (DEIA) in the cyber field. Bringing together entities who employ, train, and educate cyber professionals and Americans at large, the event involved senior U.S. Government officials, senior executives from the private sector, and thought leaders from across the cyber community and the education sector.Participants included Ambassador Susan E. Rice, White House Domestic Policy Advisor; Secretary of Commerce Gina M. Raimondo; Secretary of Labor Martin J. Walsh; Secretary of Homeland Security Alejandro N. Mayorkas; and Under Secretary of Education James Kvaal. Other U.S. Government participants included Jen Easterly, Director of the Cybersecurity and Infrastructure Security Agency; Laurie Locascio, Director of the National Institute of Standards and Technology; Anne Neuberger, Deputy Assistant to the President and Deputy National Security Advisor for Cyber and Emerging Technology on the National Security Council; George Barnes, Deputy Director of the National Security Agency; and Principal Deputy National Cyber Director Kemba Walden. The Biden-Harris Administration and the various stakeholders in this area are committed to meeting the challenges and opportunities relating to cyber workforce and education, which will help improve the economy, secure Americans and our Nation’s infrastructure, advance our digital way of life, and enable our society to maximize cyber capabilities to achieve our highest aspirations.The Summit included three roundtable discussions: the “All” roundtable focused on ways to help ensure that all Americans are equipped with the skills and knowledge to effectively and safely engage in our global digital ecosystem; the “Many” roundtable explored ways to improve practices in cyber-adjacent fields that are not focused solely on cyber but are still impacted by it, are related to it, or benefit from it; and the “Few” roundtable discussed the jobs and career pathways that are specifically focused on cyber.In connection with the Summit, the Biden-Harris Administration announced the following actions:In addition, the following organizations have made substantial announcements, commitments, or pledges in connection with the Summit:A video recording of the Summit’s keynote session is available here."
}