{
    "title": "FACT SHEET: How the Inflation Reduction Act Helps Rural Communities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/17/fact-sheet-how-the-inflation-reduction-act-helps-rural-communities/",
    "created_at": null,
    "content": "By signing the Inflation Reduction Act, President Biden is delivering on his promise to build an economy that works for working families, including rural families. The Inflation Reduction Act makes historic investments in America’s future while lowering health care and energy costs. It’s the most aggressive action we have taken to confront the climate crisis. It’ll lower the deficit and ask the super wealthy and corporations to pay their fair share. And no one making under $400,000 per year will pay a penny more in taxes.President Biden and Congressional Democrats beat back the special interests to pass this historic legislation that will build a brighter future for rural Americans by lowering costs, invests in rural communities to expand access to affordable clean energy and energy efficient upgrades, and grows the economy from the bottom up and the middle out.LOWER HEALTH CARE COSTSThe Inflation Reduction Act (IRA) will build on the success of the Affordable Care Act (ACA) and the American Rescue Plan (ARP) by helping to lower health care costs, including prescription drug costs, and expanding coverage for millions of Americans.Lower Prescription Drug Costs for Seniors: Because seniors disproportionately choose to live in rural America, rural Americans stand to disproportionately benefit from the Inflation Reduction Act as it lowers prescription drug costs for seniors on Medicare. Today, Americans pay 2-3 times more for their prescription drugs than people in other wealthy countries. The Inflation Reduction Act increases access to medication in rural areas by improving prescription drug coverage and lowering drug prices in Medicare. The law:Lower Health Insurance Premiums and Expand Coverage: Since the implementation of the ACA’s coverage expansions, the uninsured rate among rural Americans decreased by 8%, from about 24 percent in 2010 to 16 percent in 2019. The Inflation Reduction Act continues the American Rescue Plan’s more generous Affordable Care Act premium tax creditsCOMBAT CLIMATE CHANGE AND LOWER ENERGY COSTSThis Inflation Reduction Act represents the single largest investment in climate and clean energy solutions in American history. The law invests in rural communities to expand access to affordable clean energy and energy efficiency upgrades, create good-paying jobs through climate-smart agriculture and conservation, and protect communities from intensifying climate impacts like wildfires and extreme heat. Because of this legislation, farmers, ranchers, and foresters will have the tools they need to adopt practices that recognize the valuable role our lands provide in tackling the climate crisis.Clean Energy and Energy Efficiency: The Inflation Reduction Act boosts the long-term resiliency, reliability, and affordability of rural electric systems, helps families save money on utility bills, and expands rural opportunities in the clean energy economy. It provides:Support for Farmers, Ranchers, and Forest Landowners: The Inflation Reduction Act recognizes the critical role that America’s farmers, ranchers, and forest landowners play in addressing the climate crisis. The law will:Strengthening the Resilience of Rural Lands to Climate Impacts: The Inflation Reduction Act protects communities from the risks of wildfires and make public and private lands more resilient in the face of climate change. These investments will help: Supporting Energy Producing Communities: The Inflation Reduction Act invests in revitalizing economies of energy communities across the country, by create good-paying, union jobs, and supporting workers in coal, oil and gas, and power plant industries by:SUPPORT FARMERS AND RANCHERSWe need every farmer to contribute to reducing food inflation and feeding the nation and the world. The Inflation Reduction Act will help keep distressed farmers farming and provide assistance to farmers who have experienced discrimination in USDA’s leading programs. The law includes:MAKE THE TAX CODE FAIRERPresident Trump and Congressional Republicans’ 2017 tax law only made an unfair tax system worse. The Inflation Reduction Act of 2022 is a critical step forward in making our tax code fairer. It will raise revenue by:The legislation’s tax reforms won’t just raise revenue to finance critically needed investments to lower costs and combat climate change, they are also an important component of building an economy that rewards work rather than wealth and doesn’t let the rich and powerful get away with playing by a separate set of rules. Millions of working families will have better access to the benefits they are entitled to under the tax code and be able to get their questions answered quickly and efficiently, thanks to the Act’s transformational investments in the Internal Revenue Service. And, no family making less than $400,000 per year will see their taxes go up by a single cent.###"
}