{
    "title": "FACT SHEET: The Biden-Harris Administration’s Progress Addressing the Infant Formula Shortage | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/17/fact-sheet-the-biden-harris-administrations-progress-addressing-the-infant-formula-shortage/",
    "created_at": null,
    "content": "On Friday, June 17th, Vice President Harris will travel to Dulles International Airport to announce the arrival of over 14,000 pounds of Kendamil infant formula—the equivalent of more than 200,000 8-ounce bottles of formula—that will be used to add more supply to shelves. This shipment is the latest through the Biden-Harris Administration’s Operation Fly Formula, a multi-agency partnership through which the U.S. Department of Agriculture (USDA), the Department of Health and Human Services (HHS), the General Services Administration (GSA), and the Department of Defense (DOD) ship infant formula so it can get to store shelves faster. By this week’s end, Operation Fly Formula will have delivered the equivalent of 13 million 8-oz bottles since its inception—4 million of which were delivered this week alone. The shipment that the Vice President announces on Friday was donated by United Airlines and constitutes just one of ten international shipments of baby formula facilitated through Operation Fly Formula for the week of June 13th, which also include:Operation Fly Formula represents just one component of the Biden-Harris Administration’s multi-pronged approach to ensuring families are able to access safe baby formula. While there is more work to do, these successes have meant more product on shelves and fewer families in need.Additional Actions Taken to Get Formula Back on Shelves and Increase the Supply of Infant Formula Quickly and SafelyThe Administration is executing an all-of-government approach to produce more infant formula and get it on the shelf. The federal government—including the Food and Drug Administration (FDA), the Department of Health and Human Services (HHS), Department of Agriculture (USDA), Department of Justice (DOJ), Department of Transportation (DOT), U.S. Trade Representative (USTR), Department of Homeland Security (DHS), Department of Commerce (DOC), Department of Defense (DoD), and the White House—has worked around the clock to address the shortfall in infant formula production while the Sturgis plant remains offline. The recent actions described below build upon the prior actions taken by FDA and USDA to address this shortage at its earliest stages."
}