{
    "title": "Remarks by First Lady Jill Biden and U.S. Ambassador Meg Whitman Highlighting the Impacts of Drought on Communities in Kenya | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/02/26/remarks-by-first-lady-jill-biden-and-u-s-ambassador-meg-whitman-highlighting-the-impacts-of-drought-on-communities-in-kenya/",
    "created_at": null,
    "content": "Lositeti Village | Kajiado County, Kenya     THE FIRST LADY: (To press) Hi.  Today, we came to — to meet with the — the people here from this area.  They talked about how their livestock are dying.      Obviously, you can see the drought here, how bad it is.  The one source of water here feeds 12 villages, and each village has approximately 1,000 to 1,200 people.      So, they are coming here.  The people are coming to get water.  They’re bringing their livestock to get water.      But unfortunately, for many of them, the way they make their living is from livestock.  And, for most of them, the livestock are dying.      So, they’re having a hard time.  Their children are mal- — malnourished.  They cannot feed their children.  They cannot afford to send their children to schools because there is a fee for the — you know, not elementary school, but the older grades.      And so, you can see — I mean, the United States is providing 70 percent of the budget — you know, the money that’s coming into this region — but we cannot be the only ones.  We need to have other countries join us in this global effort to — to help these people of the region.     And unfortunately, you know, there’s the war in Ukraine.  There’s the earthquake in Turkey.  I mean, there are a lot of competing interests.     But obviously, here, people are actually — livestock, people are starving.      Meg, did you want to — I think you know our ambassador, Meg Whitman.     AMBASSADOR WHITMAN:  Thank you.  Well, first of all, Dr. Biden, thank you for coming to this region to highlight the issues that I think many people know about intellectually, but it’s different when you just see it.      And each of these women have taken children to the feeding stations that you saw earlier.  They’ve been evaluated for malnutrition.      We heard a story of a woman who thought her children were okay.  She took them, and all of them were diagnosed with malnutrition.  And so, they were able to partake in those sachets that you saw.     So, the aid that the United States is giving, that the rest of the world is contributing to, I would just underscore what Dr. Biden said — is that everyone needs to help as best we can here, because this is going to continue for the foreseeable future.  And, you know, this is very personal.  So —     THE FIRST LADY:  Yeah. (To press) And thank you for shining a light on this problem.  Because without you, you know, the world wouldn’t see it.  You are the voice.  So, you’re an extension of their voices.  So, thank you.      AMBASSADOR WHITMAN:  Thank you to the United States government for — for what the Bidens have led in terms of the aid that has come into the Horn of Africa in this country in the last 12 months.                                     END"
}