{
    "title": "FACT SHEET: Biden-Harris Administration Takes Action to Create More Affordable Housing by Converting Commercial Properties to Residential Use | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/10/27/fact-sheet-biden-harris-administration-takes-action-to-create-more-affordable-housing-by-converting-commercial-properties-to-residential-use/",
    "created_at": null,
    "content": "New resources will encourage zero emissions conversions and transit-oriented development that increase housing supply and cut climate pollutionToday, the Biden-Harris Administration is announcing new actions to support the conversion of high-vacancy commercial buildings to residential use, including through new financing, technical assistance, and sale of federal properties. These announcements will create much-needed housing that is affordable, energy efficient, near transit and good jobs, and reduce greenhouse gas emissions, nearly 30 percent of which comes from the building sector.Office and commercial vacancies across the country are affecting urban downtowns and rural main streets. A new blog released today by the Council of Economic Advisers finds that office vacancies have reached a 30-year high from coast-to-coast, placing a strain on commercial real estate and local economies. At the same time, the country has struggled for decades with a shortage of affordable housing units, which is driving up rental costs, and communities are seeking new ways to cut emissions, especially from existing buildings and transportation.The actions announced today build upon the initiatives in the White House Housing Supply Action Plan, which is lowering housing costs, boosting housing supply, and promoting fair housing, and the Administration’s actions to lower energy costs and tackle the climate crisis. Lowering costs, increasing access to good jobs, and building the clean energy economy are key tenants of Bidenomics — the President’s agenda to grow the economy from the middle out and the bottom up. Today, the Biden-Harris Administration is announcing the following actions:Sparking Investment through New Federal Funding and Repurposing PropertyLeveraging Federal Funding to Encourage ConversionsWorking with States, Localities, and the Private Sector to Take ActionA number of states and localities have taken steps to address the challenge of high commercial and office building vacancies in their downtowns. As new research from HUD shows, developers commonly use combinations of federal, state and local resources on individual conversion projects. The White House is encouraging all state, local, tribal, and territorial entities to identify all available public tools and land disposition opportunities to facilitate conversions. The White House encourages the private sector, including non-profit organizations and other stakeholders, to engage in capacity building around conversions in support of this effort today:###"
}