{
    "title": "Remarks by Vice President Harris at a Campaign Reception | Boston, MA | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/11/09/remarks-by-vice-president-harris-at-a-campaign-reception-boston-ma/",
    "created_at": null,
    "content": "The Ritz-CarltonBoston, MassachusettsTHE VICE PRESIDENT:  Thank you, Georgia.  (Applause.)  Thank you, Georgia, really, truly for all these years and for all you do relentlessly.  You are so extraordinary.  Thank you. And it’s good to see everyone.  And, Quentin, it’s great to be on this stage with you. MR. FULKS:  Thank you.THE VICE PRESIDENT:  Good afternoon, everyone.  Good afternoon. MR. FULKS:  Good afternoon.  So, I — if you’ll all indulge me for just a second, I want to first thank Georgia for her incredible introductions and the entire host committee for putting this together.  (Applause.) I remarked earlier that it never ceases to amaze me that when we come to Boston and New England, you guys continuously show up in.  And so, we’re so grateful for that.  And so, thank you for the host committee. I also want to take a minute to acknowledge some of our elected officials in the room.  You all heard earlier from the amazing AG Andrea Campbell.  (Applause.)I think that the Honorable Mayor Michelle Wu has stepped out, but she was here.  (Applause.)Mayor Nicole LaChapelle — (applause) — thank you.  State Rep Tram Nguyen.  (Applause.)  And I also want to acknowledge former Congressman Joe Kennedy III.  Thank you, sir.  (Applause.)So, we’re excited to be here with you all.  And I’m really excited.  I’ve done a lot of stuff on campaigns.  I have never moderated a conversation with a president or a vice president.  So, this is a first for me.  So, you’ll have to indulge me if I’m a little shaky, but I think I got it.  (Laughter.)But we’re going to talk a lot about some of the issues that Georgia mentioned.  So, Madam Vice President, the first question is you’ve spent a lot of time this fall on your “Fight for Our Freedoms Tour” on college campuses, talking with college students across the nation about some of the issues that matter most to them, including reproductive rights, safety from gun violence, climate action, and just the importance of their voice in general. And I think we saw on Tuesday, you know, all this talk about young voters not being enthusiastic.  We saw that energy. And so, my question to you is, you know, while the — the coverage of the tour was great to watch, what did you hear from students and what did they tell you that they want to see and what’s your key messages to them?THE VICE PRESIDENT:  Thank you, Quentin.  First of all, I’ll tell you, I really enjoyed that college tour.  But before I discuss that, I do want to just discuss what’s happening in the world right now. First of all, the President and I have been very clear that Israel has a right to defend itself, and it is a right that we support.  (Applause.)We also strongly have urged and believe that it is critical that the people of Gaza receive humanitarian aid.  And we are working around the clock in that regard. When we think about the rules and the laws of war, it is important on the issue of humanitarian aid and on the issue that there being no intentional targeting of civilians.  And so, we have also been very active in making our position very clear, both with our friends and on the international stage. One of our highest priorities is to bring the American hostages home, and we are working around the clock in that regard as well. It is also important for us all to agree that we should not conflate the Palestinians with Hamas and to make clear that that is a separate — (applause) — and that that conflation should not happen and that the Palestinians are entitled to self-determination and dignity.  (Applause.)  And so, that is the position that we have taken as an administration.  And that we are working around the clock to prevent any escalation in the region. So, with all the friends who are here, I know this is top of mind and heavy for many of our hearts what is happening in that region of the world.  And so, I wanted to acknowledge that as well. College tour.  So, in the summer, I decided I was going to do a college tour.  (Laughs.)  And we named it the “Fight for Our Freedoms.”  And I have to tell you all — and maybe I’ll ask for a show of hands.  Who has a person who was Gen Z in your life?  (Laughs.)  I love Gen Z.  (Laughter.)  I love Gen Z. And I’ve now met through the college tour with over 10,000 of these young people.  We called it a college tour, and, yes, there were colleges and universities, but also community colleges and trade schools because it really is about college-aged young leaders. And if you think about it — first, it’s going to be very humbling when I share with you what you may know, which is that if someone is 18 right now, they were born in 2005.  (Laughter.)  So, just for perspective.  (Laughs.)  And for so many of the issues that are front and center for us right now, in terms of the challenges for our country, in terms of what we stand for, all of us, and will fight for over the next many months, for so many of these issues, it is a lived experience for them, not intellectual or academic. They’ve only known in their lifetime — they’ve always and only known the climate crisis.  They actually have coined a term “climate anxiety” to describe what they know they are feeling in terms of their fear about whether they should even think about having children or aspire to own a home because of what the extreme climate events might mean to all of that. They have gone through the — some critical stages of their educational development with a pandemic of historic proportion — what that meant, not only in terms of the loss of those critical stages and that critical stage of development that is about education and socialization. They witnessed the murder of George Floyd. They have seen in their lifetime the highest court of our land take a constitutional right that had been recognized.  And remember, for our college-aged young women, they are at the height of their reproductive years. So, the — all of these issues, including an issue that I raised at every college, Quentin, which was to ask the students in the audience to raise their hand if at any point from when they were in kindergarten through 12th grade did they have to endure an active shooter drill.  The hair on the back of your neck would raise when you would see the majority of these hands go up. And I would say every time — there was always press in the room and — and older adults, and I’d say, “Everyone else, take a look at the hands — the number of hands that are up.”  And think about what that means for these young people — that they have been in classrooms where they should be benefiting from all the nurturing of their God-given capacity.  And some part of their mind is in fear that there could be an active shooter with a gun busting through the classroom door. I even had a young person say to me on this subject, “You know, yeah, I don’t like going to fifth period.”  “Why, sweetheart?” I asked.  “Well, because in that classroom, there’s no closet.”  Okay? So, when I’m then talking with and listening to these young people in the college tour, I am talking with people who, for all of these issues — be it the need for smart gun safety laws, the need to reinstate the protections of Roe, the need to take seriously the climate crisis and do something about it with a sense of urgency. These young leaders — it is a lived experience for them, and they are not going to be patient about us getting something done.  And I love that about them.  They are not going to wait around for other people to figure it out, because it has been a part of their life and it has hit their front door. And so, that’s been part of it.  And part of it also is: They all showed up — (laughter) — which was really great for many reasons, of course — one’s ego or whatever. But — but packed auditoriums, which means that these young people are interested in sitting through a conversation with the vice president of the United States about these serious topics.  And that was really so reaffirming. And I think for all of us — and so, I’m glad that you asked the question — should reaffirm our commitment collectively — and I know who’s in this room; so, it’s a commitment that so many of the leaders here have made throughout your life — but to invest in our young leaders and to lift their voices up and to remind them that they are part of the leadership in our rooms and that we’re counting on them.Yeah.MR. FULKS:  Thank you, Madam Vice President.  (Applause.)You know, from the campaign side of things, I think it’s really important that — you know, that type of understanding of the next generation is exactly how we’re going to engage them over the course of the next year and, under the Vice President’s leadership, to engage young people in our campaign is for — front and center for us and how we engage and not responding with the visceral reaction because they demand action.  It’s the Vice President that’s bringing that to us every day. And so, again, I know you guys are here to hear the Vice President, but I just — I had to say that because I think it’s really important —THE VICE PRESIDENT:  Yeah, it is.MR. FULKS:  — that we are making sure that we’re engaging them.THE VICE PRESIDENT:  That’s right.MR. FULKS:  We cannot win this election without them. THE VICE PRESIDENT:  That’s right.  (Applause.)MR. FULKS:  So, Madam Vice President, one of the issues that you mentioned that you’re hearing about on college campuses is reproductive freedoms.  And ahead of the midterms, you were traveling around the country meeting with state legislators, advocates, and impacted individuals —THE VICE PRESIDENT:  Yeah.MR. FULKS:  — who were all fighting for their reproductive freedoms. The issue turned out to be a key motivating factor Tuesday.  And it was also an issue that you’ve continued to speak about, as you said, on the — on the college tour.  And we saw voters turnout in Ohio —THE VICE PRESIDENT:  Yeah.MR. FULKS: — Kentucky —THE VICE PRESIDENT:  Yup.MR. FULKS:  — Virginia. Deep red states that Trump won by 20-plus points sent a Democrat back to office on this issue.THE VICE PRESIDENT:  That’s right.MR. FULKS:  And so, when you speak about reproductive rights, what resonates you to keep people in this fight and engaged?THE VICE PRESIDENT:  On one level, it’s just so fundamental.  It’s so fundamental in evoking foundational principles for us as a country and, in particular, that foundational, fundamental commitment that we’ve made to freedom and to freedoms. And I’ll put the — the Dobbs decision in the context of — of also what I’m seeing around the country, which is: I do believe there is an intentional, full-on attack against so many of our hard-won, hard-fought freedoms and rights.  And this is a part of that agenda.  And we have to be clear. And the way, in fact, in the college tour that I would talk about it is: It’s a fight for our freedoms — freedom — freedom to love who you love openly and with pride, freedom to make decisions about your own body and not have your government tell you what to do, freedom to learn America’s full history, freedom to be safe from gun violence, freedom from hate and bigotry, freedom to just be. So, when we think about what has happened with the Dobbs decision, on one level, it is just so fundamental about the taking of the freedom to make decisions about one’s own body and the antithesis of that taking to what we say we stand for as a country. Putting aside the Constitution — but, of course, the Constitution reinforced and was designed and written to reinforce these fundamental principles and ideals upon which we stand as a nation — I think about it in the context of the fact that after the Dobbs decision, where the highest court in our land — the court of Thurgood and RBG — took a constitutional right that had been recognized from the people of America, from the women of America. And thereafter, in states across our country, these extremist, so-called leaders have proposed and passed laws to criminalize healthcare providers — literally, proposing and passing laws with significant jail time for healthcare providers, proposing and passing laws to punish women. You know, many of you know my background.  I started as a prosecutor.  What I haven’t shared with many of you is that when I was in high school, my best friend, I learned, was being molested by her stepfather.  And when I learned, I said to her, “You have to come live with us.”  And I called my mother, and my mother said, “Yes, she has to come and stay with us.”  And she did. One of the reasons I decided to become a prosecutor is because I wanted to take on crimes of violence against women and children.  So, I have that as part of my background, that I specialized in those kinds of cases.Proposing and passing laws that include no exception even for rape or incest — understand what that means.  These so-called leaders, who walk around with their flag pins, are suggesting that after an individual has survived a crime of violence to their body, a violation to their body, that that person would not have the authority and power to make a decision about what happens to their body next.  It is immoral — immoral. The other point I will make is that since the Dobbs decision came down and these laws are being proposed and passed, understand, there are women who are silently suffering in our country every day. This is a room of adults.  I will tell you: I have heard more stories than I care — and these are just the stories I’ve heard and the women I’ve spoken to — who have had miscarriages in toilets because of going to an emergency room or a healthcare provider to need assistance with a miscarriage, and the healthcare provider is so worried about being, then, punished for providing the medical care that they’re turned away. This is happening in our country every day. And so, on this issue, let us understand: It is about suffering that is happening right now, in addition to all the principles that are at play.  And for all of us, it should be — and I know it is for everyone in this room — a strong motivator to say, “We have to step up.” Because I think we all agree, one does not have to abandontheir faith or deeply held beliefs to agree that the government should not be telling her what to do with her body. If she chooses, she will consult her priest or her rabbi or her pastor — but not having the government tell her what to do.And back to your point, then, Quentin, about this Tuesday that just passed.  You know, I — I was campaigning in Virginia, and I think everybody here knows what was at stake in Virginia included that Virginia is the last state in the South that has not criminalized or banned abortion care.  That was what is at stake. And so, when we are and all the pundits are diagnosing what happened, here’s what I would say — and, again, this is affirming, I think, for all of us — the voters said, “Nope.”  Nope.  There’s a — there’s a line that just should not be crossed when it comes to what fundamentally is right. And thank God that they, that those leaders in Virginia and everybody here who supported it not only maintained the Senate and the House of Delegates but — but held on to the House.It’s going be critically important to so many people who none of us will ever meet, people who may never know any of our names.  But because of your advocacy and your fight and your support of these issues will forever be benefited because of your work.MR. FULKS:  Thank you.  (Applause.)  It’s — it’s so — it’s so tough to hear some of that, but it’s —THE VICE PRESIDENT:  Yeah.MR. FULKS:  — it’s really foundational and fundamental.  And the Republicans have waged a war on this issue that they cannot win.  And that will be at the forefront and center of everything that we continue to do as we move forward as well. So, a hard pivot here, Madam Vice President.  We all heard Georgia say that a new part of your portfolio is AI.  And you just got back from the UK where you were representing the United States at the Global Summit on AI Safety. What was your message?  And how are you and the President thinking about this technology that’s emerging and popping up everywhere?THE VICE PRESIDENT:  So, many of you know my mother had two goals in her life: to raise her two daughters — my sister, Maya, and me — and to end breast cancer.  Our mother was a scientist. And — and so, by the way, in the previous discussion about reproductive healthcare, I grew up in an environment from before I could practically talk or walk where there was a raging fight for women’s dignity in the healthcare system.  So, I kind of was born into that. But I grew up around — you know, my mother, she would bring us to the lab with her af- — after school and weekends.  And — and her whole motivation was about knowing what is possible and not being burdened by what has been but knowing what can be about innovation, about a pursuit of using creativity and research and — and ingenuity in a way that we will improve and uplift the human condition.  The ambition of people who do that work is just awe-inspiring. And then, of course, as a native Californian, Silicon Valley was in — in the backyard, and my mother’s lab was at UC Berkeley.  And so, I grew up around a lot of this stuff — (laughs) — for — to use an articulate word.  (Laughter.) And — and so, actually, when I was attorney — when I was District Attorney, I actually created a unit that was focused on — on digital crimes.  And then, when I became Attorney General of California, running the California Department of Justice — which, by the way, is the second-largest Department of Justice in the country, only second to the United States Department of Justice — I created a division that was focused on cybercrimes and the — and the use of — of technology to harm people.  So, this is work I’ve been doing for quite some time. And so, on AI — I say all of that as background to say, on AI, I am extremely excited by what it has the potential and possibility to do in terms of the use to help cure diseases that have, for millennia, afflicted us as humans.  I am excited about what it can do to inspire creative thought in a way that may be about the development and creation of — of new educational systems and new ways of improving discourse.  And I am also acutely aware that there are profound risks that are associated with it. So, I was just in London last week to give a talk on our vision for the future of AI.  And basically, the thesis is — well, includes that when we talk about the existential threats, which there is a lot of discussion about — right? — just think “Terminator,” right? — so — (laughs) — robots killing humans — I’m just going to cut to the chase.  Shorthand, right?  (Laughter.)  That’s existential, no doubt.  But the existential threats should also be defined by asking, “Existential to who?”For example, if it is a senior who is the subject of scams where AI is used to manipulate voice in such a way that she is convinced that it is her grandson who is being held and then she gives up her life savings, doesn’t that feel existential to her?If we’re thinking of it in terms of, let’s say, a survivor of domestic violence whose abuser has engaged in deep fake technology in a way that is meant to publicly embarrass her, is that not — does that not, to her, feel existential?To the father of young children who is the subject of bad facial recognition technology and is jailed, does that not feel existential to his family?So, part of my approach and our approach on the subject of AI and its future is to prompt discussion and priority around not only the existential threat, as it may be, robots taking over the Earth, but — and I don’t mean to suggest that that is not possible, by the way — (laughter) — but no time soon — but also that we need to pay attention to the immediate and current harms of AI and — and give as much thought and put as many resources into that. And — and, ultimately, the approach that we have taken is to — to basically prompt the private sector, civil society, we, as government, to really ask the question: Are we developing the technology out in the best way that it is in the public interest?     And so, that’s what I’ve been inserting into this conversation: AI in service of the public interest.  Thinking about it, then, in the context of the role of — of any public entity, which is about: Is it in the best interest of the public health, best interest of public safety, best interest in terms of public education?So, these are the questions that I’m prompting.  And, again, I’m very excited about where it can go but also acutely aware that we, as government, need to get in front of this and not just count on the technology companies to do it. As I said there — and we had a lot of technology companies there with us — we will partner and we will continue to partner.  And we have now, I think, almost 30 technology companies that have signed on to voluntary commitments around things like watermarks so that the consumer can have some sense of what is AI-generated. But I’m also acutely aware, having worked with these companies for years, that at some point if what we believe is in the best interest of the public interest, if that runs up against the — the private sector’s profit and business model, then we’re going to have some resistance.  So, let’s get in front of it in a way that we understand it and with a sense of speed and urgency so that it doesn’t get away with — from us and cause avoidable harm.MR. FULKS:  Very interesting.  So, Madam Vice President, before we end this conversation — just this week, we marked one year out from the election.  We’ve talked a little bit about a couple of the issues that are at stake in this upcoming election.  But as you think about the next 12 months and the fact that we’re a little — as of today, under a little over a year out, what is your charge to the people in this room, the audience in this room?THE VICE PRESIDENT:  Well, I’m going to start by saying thank you to the people in this room, because I know who is in this room.  And you continue to fight for our country based on love of our country.  And it’s not easy, and each of you sacrifices a lot to do what you do.  And so, first and foremost, I really, sincerely thank you because the work you are doing is benefiting so many people who are not in this room but are counting on you. You know, in the college tour, I — one of the things I said to the young leaders — you know, it doesn’t have to be this way.  I think we have to remember that sometimes.  It doesn’t have to be this way.  And I use as an example, one of the best examples, smart gun safety laws — the need for smart gun safety laws.  We had an assault weapons ban.  It doesn’t have to be this way. And I think it’s important for us to really internalize that so that we remember what is possible and also what’s been achieved and done before. I will say that everything is at stake in this election. You know, as vice president, I have now met with over 100 world leaders — presidents, prime ministers, chancellors, and kings.  One of the things about who we are is when we walk in those rooms around the world, we walk in those rooms with chin up, shoulders back with the earned and self-appointed authority to talk about the importance of democracies, rule of law, human rights.  And the thing about being a role model is this: People watch what you do to see if it matches what you say.  People around the world are watching. When I was in London last week, a number of world leaders came up to me.  And the first point that they wanted to discuss is, “You guys going to be okay in that election?”  (Laughter.)  It was in their self-interest.  It was in their self-interest. And the fear, among the many fears, is that if we don’t get this right, it is not only about who we are as a country and our standing in the world and what it will do in terms of the direct impact to the American people, it will impact people around the world.  Just have in mind the young women who are fighting an autocrat, a dictator for the right just to be educated, and that autocrat can then look at them and say, “Well, you want to hold out the United States?  Look what they’re doing.”  The work we are doing now and over these next several months will have global impact.  Our standing as a nation is at stake. The ability that we have had to strengthen alliances around the world is because Joe Biden is President.  It is because he understands how to bring people together.  They respect his leadership, and they respect the way that we think about America’s role in the world.  Everything is at stake. The — and let’s remember where we were four years ago.  It is because of the work that the people in this room did in 2020 that we now are on track to remove all the lead pipes in America.  Because of the work of the people in this room, we are now on track to get affordable and accessible Internet to all families, regardless of their income.  Because of the work of the people in this room, we are about to drop over a trillion dollars on the streets of America to invest in resiliency and adaptation to deal with the climate crisis that we are experiencing.  Because of the work of the people in this room, we finally have capped the cost of insulin at $35 a month for our seniors and are capping the cost of the annual prescriptions for seniors at $2,000.  (Applause.)  Because of this work — it makes a difference. So, I say all that to say: There’s a lot at stake, and we know it doesn’t have to be this way.  In terms of the fight that we’re in, we know how when we fight, we win.  And do the work that actually benefits our country and, by extension, people around the world.  So, we know what to do. And these next many months, it will be about reminding people of what’s at stake, it will be about reminding people of the contrast.  You know, there are so many issues right now that so sadly have taken on a character as though they’re binary when they’re anything but.  But on this issue of this election, it’s binary.  (Laughs.)  It’s binary.  So, everyone needs to just understand it’s really binary, and we have choices.And I’m preaching to the choir about the people in this room.  But as we leave this room, let us just be reminded and reinvigorated by what we know we are capable of doing.  It happened in 2020.  It happened in ‘22.  It happened on Tuesday.  We’ve got the momentum.  We’ve got a lot of good material.  The wind is at our back. And so, let’s just do what we know how to do; we know how to do this.  We’re going to bring folks together.  We’re going to — we’re going to work, understanding that although there are powerful forces trying to divide our country and distract us from what is important, we’re going to stay focused. We are the folks who understand that the true measure of strength of a leader is not based on who you beat down, but who you lift up.  We are the ones who understand that true leadership is about having empathy and some level of concern about the suffering of other people and then doing something about it.  We are the ones who understand that love of country means fighting for foundational principles, such as freedom and liberty.  And we’re going to see this through.And we’re going to win.  We’re going to win.  We’re going to win.  (Applause.)  We are going to win.MR. FULKS:  So, in closing, two things from me.  One, it is not hyperbole to say that everything is at stake in this election. Two, Georgia started by telling you guys a little bit about the people that I’ve worked with in the past.  And as a point of personal privilege, I’ve gotten to work for some outstanding leaders in my time in politics, but none more dynamic than our Vice President and none more with the record of accomplishments that she and the President have gotten done.  (Applause.)And so, I will start where I finished — is that every time we have called (inaudible) — they probably call you a lot.  But every time we have called, you show up, and that’s exactly what we’re going to need. So, Boston, please give yourselves a hand and please give the Vice President of the United States a hand.  (Applause.)Thank you, guys, so much.                            END"
}