{
    "title": "Fact Sheet: Vice President Harris Launches Global Initiatives on the Economic Empowerment of Women, Totaling over $1 Billion | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/29/fact-sheet-vice-president-harris-launches-global-initiatives-on-the-economic-empowerment-of-women-totaling-over-1-billion/",
    "created_at": null,
    "content": "Promoting gender equity and equality is a cornerstone of U.S. foreign policy in Africa and around the world. Advancing the economic status of women and girls is not only a matter of human rights, justice, and fairness—it is also a strategic imperative that reduces poverty and promotes sustainable economic growth, increases access to education, improves health outcomes, advances political stability, and fosters democracy.In particular, the digital gender gap undermines women’s full participation in the 21st century economy. Globally, approximately 260 million more men than women were using the internet in 2022—and this gap has increased by 20 million in the last three years. The gap is especially acute across Africa, where International Telecommunication Union data show that sixty-six percent of women do not use the internet.To address this disparity, the Biden-Harris Administration will continue to work with other governments, private sector, foundations, and multilateral organizations to help close the digital divide, improve meaningful access to equitable digital finance and other online services, and address social norms that prevent women from participating fully in the digital economy. More broadly, the Biden-Harris Administration will continue to promote the economic empowerment of women.In support of these goals, in Accra, Ghana, the Vice President is announcing a series of investments and initiatives—from the U.S. government, and in response to her call for investment from the private sector, and philanthropic community. The Vice President is also making a series of announcements on behalf of the Biden-Harris Administration to foster women’s political, economic, and social inclusion in Africa, building upon initiatives launched at the U.S.-Africa Leaders Summit in December 2022, including the Digital Transformation with Africa (DTA) Initiative..Women in the Digital Economy FundThe U.S. Agency for International Development and the Bill & Melinda Gates Foundation are announcing the Women in the Digital Economy Fund, a joint effort toward closing the gender digital divide. USAID will commit $50 million and the Gates Foundation will commit $10 million respectively by 2026, with at least half of these resources focused on Africa.This new Fund will accelerate progress to close the gender digital divide by scaling evidence-based, proven solutions that improve women’s livelihoods, economic security, and resilience. The Fund will support programs that advance digital access and affordability; develop relevant products and tools; provide digital literacy and skills training; promote online safety and security; and invest in gender-disaggregated data and research.USAID will mobilize its commitment to this effort, subject to the availability of funds, alongside additional U.S. government initiatives focused on advancing gender equality and digital connectivity in Africa as part of the DTA.Additional Private Sector and Philanthropic Commitments to Support Closing the Gender Digital DivideThe Vice President is announcing nearly $400 million in private sector and philanthropic commitments, made in response to the Vice President’s call to support the key pillars of the Women in the Digital Economy Fund:Private Sector Commitments to Support Women’s Economic Security in AfricaTo build upon support for the Women in the Digital Economy Fund, and in response to the Vice President’s call to promote women’s economic security across Africa, the following five companies and organizations collectively announced $528 million in major new commitments today:•U.S. Government Initiatives to Advance Gender Equality Across AfricaThe Biden-Harris Administration is also making an additional $47 million in commitments in Africa to foster women’s economic participation, environmental stewardship, health, and freedom from gender-based violence, building on initiatives launched at the U.S.-Africa Leaders Summit.Economic ParticipationEnvironmental StewardshipHealthGender-Based Violence"
}