{
    "title": "FACT SHEET: The Biden-Harris Administration’s National Security Strategy | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/10/12/fact-sheet-the-biden-harris-administrations-national-security-strategy/",
    "created_at": null,
    "content": "Read the full strategy herePresident Biden’s National Security Strategy outlines how the United States will advance our vital interests and pursue a free, open, prosperous, and secure world. We will leverage all elements of our national power to outcompete our strategic competitors; tackle shared challenges; and shape the rules of the road.The Strategy is rooted in our national interests: to protect the security of the American people, to expand economic opportunity, and to realize and defend the democratic values at the heart of the American way of life. In pursuit of these objectives, we will:COOPERATION IN THE AGE OF COMPETITIONIn the early years of this decisive decade, the terms of geopolitical competition will be set while the window of opportunity to deal with shared challenges will narrow. We cannot compete successfully to shape the international order unless we have an affirmative plan to tackle shared challenges, and we cannot do that unless we recognize how heightened competition affects cooperation and act accordingly.Strategic Competition. The most pressing strategic challenge we face as we pursue a free, open, prosperous, and secure world are from powers that layer authoritarian governance with a revisionist foreign policy.Shared Challenges. While this competition is underway, people all over the world are struggling to cope with the effects of shared challenges that cross borders—whether it is climate change, food insecurity, communicable diseases, or inflation. These shared challenges are not marginal issues that are secondary to geopolitics. They are at the very core of national and international security and must be treated as such.INVESTING AT HOMEThe Biden-Harris Administration has broken down the dividing line between domestic and foreign policy because our strength at home and abroad are inextricably linked. The challenges of our age, from strategic competition to climate change, require us to make investments that sharpen our competitive edge and bolster our resilience.OUR ENDURING LEADERSHIPThe United States will continue to lead with strength and purpose, leveraging our national advantages and the power of our alliances and partnerships. We have a tradition of transforming both domestic and foreign challenges into opportunities to spur reform and rejuvenation at home. The idea that we should compete with major autocratic powers to shape the international order enjoys broad support that is bipartisan at home and deepening abroad.AFFIRMATIVE ENGAGEMENTThe United States is a global power with global interests; we are stronger in each region because of our engagement in the others. We are pursuing an affirmative agenda to advance peace and security and to promote prosperity in every region.###"
}