{
    "title": "FACT SHEET: Biden-Harris Administration Continues to Advance American Offshore Wind Opportunities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/03/29/fact-sheet-biden-harris-administration-continues-to-advance-american-offshore-wind-opportunities/",
    "created_at": null,
    "content": "Two Years of Progress to Catalyze a New Clean Energy Industry, Deliver for Workers and Communities, and Protect Biodiversity and Ocean Co-UseTwo years ago today, President Biden set a goal of deploying 30 gigawatts of offshore wind electricity generation by 2030—enough to power more than 10 million American homes with clean energy, while creating good-paying jobs in the United States across manufacturing, shipbuilding, port operations, construction, and other sectors. Since then, the Biden-Harris Administration’s transformative actions have jumpstarted the offshore wind industry across the country.Today at the International Offshore Wind Partnering Forum in Baltimore, White House National Climate Advisor Ali Zaidi outlined ten ways the Administration is making progress toward the 2030 goal, and is on a path to 110 gigawatts by 2050. Building on two years of decisive action, today the Administration is making new announcements on offshore wind cost reduction pathways, innovation strategies, and more. Last year alone, American offshore wind investments tripled, with an additional $10 billion that spans across the nation—from factories in the heartland to coastal communities along the Atlantic, Pacific, and Gulf of Mexico. Through the President’s Investing in America agenda, more progress is ahead in the development of stronger supply chains, upgraded infrastructure, and a growing clean energy economy.    In addition to expanding economic opportunities for American workers and communities, offshore wind deployment will strengthen the nation’s energy security, make the power grid more reliable while lowering costs, and reduce dangerous climate pollution. The Biden-Harris Administration is committed to delivering these benefits by advancing offshore wind development responsibly, in partnership with states, Tribes, coastal communities, and a wide range of stakeholders, with data-driven decisions to protect marine ecosystems and promote ocean co-use.The Administration is supporting offshore wind through actions across the Departments of the Interior, Energy, Commerce, Transportation, and other federal agencies, including these ten key ways:###"
}