{
    "title": "FACT SHEET: Background on President Biden's Remarks on the Economy During His First State of The Union Address | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/28/fact-sheet-background-on-president-bidens-remarks-on-the-economy-during-his-first-state-of-the-union-address/",
    "created_at": null,
    "content": "President Biden ran for office with a new economic vision: to grow the economy from the bottom up and the middle out, not the top down. On Tuesday, the President will make a strong case that the Biden-Harris economic strategy is producing historic results, and lay out his plan to tackle the economic challenges ahead. He will underscore that during his first year in office, due in large part to the American Rescue Plan, entrepreneurship and business investment rebounded, the economy achieved its fastest job growth in American history, the fastest economic growth in nearly 40 years, and a faster recovery than every other advanced economy. And, he will emphasize that this progress is occurring amidst an historic shift from the old, outdated trickle-down approach to one that centers on workers, families, and small businesses.During his first State of the Union Address, the President will also make clear that there is more work to do to rebuild the economy towards resilience, security, and sustainability. Too many families continue to feel the squeeze of higher costs. The President will make clear that price increases that become entrenched are pernicious, and eat away at the economic progress the country is making. The President will lay out his plan to lower costs for American families while continuing an historically strong economic recovery by:Making more things in America, strengthening our supply chains, and moving goods faster and cheaper:President Biden will make clear that he believes one of the best ways to lower costs over the long run is to increase the productive capacity of our economy—put simply, to make more things in America with more American workers contributing and earning a good living. He will describe the emerging manufacturing comeback, with American companies betting on America again because of the Administration’s commitment to domestic industrial revitalization and technological development. He will note that in just the last year, the economy added 375,000 manufacturing jobs and companies announced nearly $200 billion in investments for semiconductor, electric vehicle, battery, and critical mineral production and manufacturing in the United States. He will recount how Intel recently announced a new $20 billion factory outside of Columbus, Ohio that will create 7,000 construction jobs and another 3,000 permanent jobs – another sign of the strength of the American economy.President Biden will also announce specific goals for implementation of his landmark Bipartisan Infrastructure law (BIL), a once-in-a-generation investment in our nation’s economic competitiveness that will strengthen supply chains and move goods to market faster and more efficiently, encouraging more companies to choose America. Over the next year:To build on these investments and spur more private-sector investment in the United States, the President will also call on Congress to send him bipartisan competitiveness legislation like the COMPETES and USICA bills that have passed the House and the Senate to invest in innovation, manufacturing, and economic development capacity across all of America so America can outcompete China and the rest of the world in the industries of the future.Reducing the cost of everyday expenses working families face:President Biden will call on Congress to send him legislation that lowers costs of everyday expenses working families face and lowers the deficit by rewarding work, not wealth. He will lay out specific, practical measures that would reduce costs for families right now, including prescription drug costs and health care premiums, child care and pre-k costs, and energy costs. He will point to the other ideas he has proposed on areas ranging from housing to care for seniors and people with disabilities to higher education affordability to direct tax relief for families. These efforts build on the support provided in the American Rescue Plan that has helped reduce the cost of health care, helped more than 5000 universities and community colleges make higher education more affordable, made work pay better for low-income workers through an expanded Earned Income Tax Credit, and provided historic middle class tax relief for tens of millions of working families through an expanded Child Tax Credit.The President will make clear that we can lower costs while lowering the deficit by rewarding work, not wealth. He will outline proposals to make sure corporations and the wealthiest Americans pay their fair share, while making clear that no one making under $400,000 a year should see their taxes increased.The President will call on Congress to send him a bill that lowers costs and lowers the deficit without delay. American families need relief from higher costs, and they need it now.Promoting fair competition to lower prices, help small businesses thrive, and protect consumers:President Biden will explain that we can also lower costs by promoting fair competition in the U.S. economy. The Administration has taken decisive actions in the first year to stop the trend of corporate consolidation, increase competition, and deliver concrete benefits to America’s consumers, workers, farmers, and small businesses. He will also announce new actions the Biden-Harris Administration is taking this year to tackle some of the most pressing competition and consumer protection problems across our economy. Specifically, he will announce new steps to:Eliminating barriers to good-paying jobs for workers all across America:President Biden will reflect on one of the strongest labor market recoveries in American history. Specifically, the President will note that during his first year in office, the economy added more than 6.6 million jobs; the unemployment rate fell at its fastest pace on record; the number of number of workers filing for unemployment insurance declined by more than 70 percent; and millions of Americans have entered and reentered the labor force, with the largest increase in the labor force participation rate in more than 25 years. He will highlight the important role that the American Rescue Plan played in positioning employers to hire and workers to rejoin the labor force and find higher quality jobs. Earlier this year, he directed the Secretary of Labor to work with states to reinstate work search requirements for unemployment insurance recipients.To further our economic recovery and increase the productive capacity of our economy, the President will announce his Administration’s plan to ensure everyone who wants to work should have the opportunity to find a high-quality job. Specifically, he will express his support for:###"
}