{
    "title": "Readout of Investment Roundtable Hosted by the Interagency Working Group on Coal and Power Plant Communities and Economic Revitalization | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/15/readout-of-investment-roundtable-hosted-by-the-interagency-working-group-on-coal-and-power-plant-communities-and-economic-revitalization/",
    "created_at": null,
    "content": "Interagency Working Group Co-Chairs Convene Cross-Sector Leaders Who Are Catalyzing Economic Activity and Job Creation in Energy Communities NowToday, Interagency Working Group on Coal and Power Plant Communities and Economic Revitalization (IWG) Co-Chairs National Climate Advisor Gina McCarthy and National Economic Council Director Brian Deese hosted a roundtable with stakeholders from the private sector, philanthropy, labor and community-based organizations. They were joined by IWG members Secretary of Energy Jennifer Granholm, who houses the IWG, Secretary of Commerce Gina Raimondo, and Appalachian Regional Commission Federal Co-Chair Gayle Manchin.The roundtable focused on new private sector and philanthropic investments that have been spurred by the Administration’s efforts to support economic revitalization in energy communities. The roundtable also discussed the announcement of initial awards from the Department of Commerce’s Economic Development Administration (EDA) $300 million Coal Communities Commitment to support economic revitalization, infrastructure investments, and quality jobs in coal communities with funding from the American Rescue Plan.The discussion highlighted how President Biden’s American Rescue Plan and Bipartisan Infrastructure Law are already catalyzing economic activity in energy communities and how the Build Back Better Act will further expand economic opportunity in these communities. The discussion also emphasized how executive actions like the formation of the IWG and the launch of the Justice40 Initiative have catalyzed a whole of government effort to invest in historically disadvantaged communities. The Co-Chairs also released an end of year report highlighting how the Administration’s administrative and legislative actions have bolstered economic activity in energy communities.To further support energy communities and facilitate access to federal resources, the IWG announced the launch of the IWG federal funding clearinghouse, which includes more than $45 billion in open and planned investment opportunities relevant or targeted to energy communities for infrastructure, environmental remediation, union job creation, and community revitalization efforts.Roundtable participants included representatives working in West Virginia, Louisiana, Pennsylvania, New Mexico, Wyoming, and North Carolina. The group discussed:Participants included:Pursuant to President Biden’s January 27th Executive Order 14008, Tackling the Climate Crisis at Home and Abroad, the Interagency Working Group membership is composed of the following government officials:###"
}