{
    "title": "FACT SHEET: The Biden-Harris Administration Advances Transmission Buildout to Deliver Affordable, Clean Electricity | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/18/fact-sheet-the-biden-harris-administration-advances-transmission-buildout-to-deliver-affordable-clean-electricity/",
    "created_at": null,
    "content": "President Biden is catalyzing development of thousands of miles of new and upgraded transmission lines that will reduce electricity costs for families and businesses, prevent power outages in the face of extreme weather, and create good-paying jobs in the clean energy economy.Today, the Department of Energy (DOE) announced that first-round applications are open for competitive grants under the Grid Resilience and Innovation Partnership Programs, which total $10.5 billion in available funding, as well as the $2.5 billion Transmission Facilitation Program. Funded by the President’s Bipartisan Infrastructure Law, these programs together represent the largest single direct federal investment in critical transmission and distribution infrastructure.An estimated 70 percent of the nation’s transmission lines are over 25 years old, and this aging infrastructure makes American communities, critical infrastructure, and economic interests vulnerable. New and upgraded transmission lines deliver electricity to where it’s needed, whether that means delivering wind and solar power to towns and cities across the country or moving power from one region to another that needs it in the face of storms, heat waves, and other extreme weather. An expanded transmission system is also critical to cost-effectively achieving the President’s goals of reducing greenhouse gas emissions 50-52% below 2005 levels in 2030 and achieving 100% clean electricity by 2035.Today’s announcement builds on ongoing efforts across the Biden-Harris Administration to accelerate the buildout of long-distance, high-capacity transmission lines, including:###"
}