{
    "title": "FACT SHEET: State-by-State Analysis of Record $2.7 Billion American Rescue Plan Investment in Historically Black Colleges and Universities | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/07/fact-sheet-state-by-state-analysis-of-record-2-7-billion-american-rescue-plan-investment-in-historically-black-colleges-and-universities/",
    "created_at": null,
    "content": "During Week of Anniversary of American Rescue Plan, Administration Highlights Investments in Historically Black Colleges and UniversitiesToday, the Department of Education announced state-by-state breakdown of over $2.7 billion in funding for Historically Black Colleges and Universities (HBCUs) provided in the President’s American Rescue Plan. These funds were provided through the Higher Education Emergency Relief Fund (HEERF) over the past year. HBCUs create pathways to opportunity for Black students and foster academic excellence throughout our nation. This infusion of federal funding – among the largest ever in the country’s HBCUs – is a key part of the Biden-Harris Administration’s commitment to shared prosperity and equity for all Americans. This funding also complements other American Rescue Plan funds for critical institutions of higher education that serve communities of color.The American Rescue Plan requires half of these funds to be used to provide direct financial relief to students; the Department of Education expects far more will ultimately be used for that purpose. In addition to funding provided under previous coronavirus relief legislation, these funds are already being used by colleges and universities across the country to serve students and ensure learning continues during the COVID-19 pandemic.Thousands of colleges and universities all across the country are using HEERF to keep students enrolled and on track to graduate, as well as make college more affordable, by providing emergency grants, discharging outstanding student debt or unpaid balances, and eliminating transcript withholding practices.American Rescue Plan Funding to HBCUs by State/Territory:Alabama: Over $334 million for 13 HBCUsArkansas: Nearly $61 million for 4 HBCUsCalifornia: Over $13 million for 1 HBCUDelaware: Nearly $36 million for 1 HBCUDistrict of Columbia: Over $88 million for 2 HBCUsFlorida: Over $156 million for 4 HBCUsGeorgia: Over $260 million for 8 HBCUsKentucky: Over $21 million for 2 HBCUsLouisiana: Over $211 million for 6 HBCUsMaryland: Over $153 million for 4 HBCUsMississippi: Over $237 million for 7 HBCUsMissouri: Over $38 million for 2 HBCUsNorth Carolina: Over $307 million for 10 HBCUsOhio: Over $34 million for 2 HBCUsOklahoma: Over $23 million for 1 HBCUPennsylvania: Over $25 million for 2 HBCUsSouth Carolina: Nearly $112 million for 8 HBCUsTennessee: Over $133 million for 6 HBCUsTexas: Nearly $304 million for 9 HBCUsU.S. Virgin Islands: Over $12 million for 1 HBCUVirginia: Over $141 million for 5 HBCUsWest Virginia: Over $28 million for 2 HBCUs"
}