{
    "title": "FACT SHEET: The Biden-Harris Administration Advances Equity and Opportunity for Latino Communities Across the Country | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/29/fact-sheet-the-biden-%e2%81%a0harris-administration-advances-equity-and-opportunity-for-latino-communities-across-the-country/",
    "created_at": null,
    "content": "From the Latino business owners and workers who help fuel our nation’s economy to the barrier-breaking Latino leaders the President has appointed throughout the federal government, the Latino community has embodied the truth that our diversity is our strength as a Nation. This Hispanic Heritage Month, the Biden-Harris Administration continues to celebrate the remarkable achievements and contributions of the Latino community. Through the major laws and executive orders, the President has signed — from the American Rescue Plan, the Bipartisan Infrastructure Law, the CHIPS and Science Act, the Inflation Reduction Act, two executive orders on racial equity, and more — President Biden and Vice President Harris will continue to invest in the future of Latino communities.Growing Economic Opportunity for Latino Families and CommunitiesPresident Biden’s economic plan — Bidenomics — is one that invests in the future of all communities, including Latino communities, by making smart public investments in America, empowering and educating workers to grow the middle class, and promoting competition to lower costs and help entrepreneurs and small businesses thrive. And this vision is already delivering results. Bidenomics has:Helping Latino-Owned Small Businesses Grow and ThriveUnder this Administration, Latino entrepreneurs have started new businesses at the fastest rate in over 10 years — faster than any other demographic in the country. To continue this momentum, the Biden-Harris Administration has:Ensuring Equitable Educational Opportunity for Latino StudentsTo expand educational opportunity for the Latino community in K12 and beyond, Biden-Harris Administration has:Empowering and Protecting Latino WorkersTo empower and protect all workers, including Latino workers, the Biden-Harris Administration has:Improving Health Outcomes for Latino CommunitiesPresident Biden believes that we are stronger as a Nation when we work together to lift everyone’s well-being. To improve health outcomes for Latinos, the Biden-Harris Administration has:Improving Our Immigration SystemThe Biden-Harris Administration remains committed to pursuing immigration reform legislation, including a pathway to citizenship for Dreamers and farm workers, , and will continue to call on Congress to make long overdue reforms to the U.S. immigration laws. To improve our immigration system, the Biden-Harris Administration:Enhancing Public Trust and Strengthening Public Safety for Latino CommunitiesOur criminal justice system must protect the public and ensure fair and impartial justice for all. These are mutually reinforcing goals. To enhance equal justice and public safety all communities, including the Latino community, the President has:###"
}