{
    "title": "FACT SHEET: Biden-Harris Administration Secures Voluntary Commitments from Eight Additional Artificial Intelligence Companies to Manage the Risks Posed by AI | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/12/fact-sheet-biden-harris-administration-secures-voluntary-commitments-from-eight-additional-artificial-intelligence-companies-to-manage-the-risks-posed-by-ai/",
    "created_at": null,
    "content": "Builds on commitments from seven top AI companies secured by the Biden-Harris Administration in JulyCommitments are one immediate step and an important bridge to government action; Biden-Harris Administration is developing an Executive Order on AI to protect Americans’ rights and safetySince taking office, President Biden, Vice President Harris, and the entire Biden-Harris Administration have acted decisively to manage the risks and harness the benefits of artificial intelligence (AI). As the Administration moves urgently on regulatory action, it is working with leading AI companies to take steps now to advance responsible AI. In July, the Biden-Harris Administration secured voluntary commitments from seven leading AI companies to help advance the development of safe, secure, and trustworthy AI.Today, U.S. Secretary of Commerce Gina Raimondo, White House Chief of Staff Jeff Zients, and senior administration officials are convening additional industry leaders at the White House to announce that the Administration has secured a second round of voluntary commitments from eight companies—Adobe, Cohere, IBM, Nvidia, Palantir, Salesforce, Scale AI, and Stability—that will help drive safe, secure, and trustworthy development of AI technology.These commitments represent an important bridge to government action, and are just one part of the Biden-Harris Administration’s comprehensive approach to seizing the promise and managing the risks of AI. The Administration is developing an Executive Order and will continue to pursue bipartisan legislation to help America lead the way in responsible AI development.These commitments, which the companies have chosen to undertake immediately, underscore three principles that must be fundamental to the future of AI—safety, security, and trust—and mark a critical step toward developing responsible AI. As the pace of innovation continues to accelerate, the Biden-Harris Administration will continue to take decisive action to keep Americans safe and protect their rights.Today, these eight leading AI companies commit to:Ensuring Products are Safe Before Introducing Them to the PublicBuilding Systems that Put Security FirstEarning the Public’s TrustAs we advance this agenda at home, the Administration continues to engage on these commitments and on AI policy with allies and partners. In developing these commitments, the Administration consulted with Australia, Brazil, Canada, Chile, France, Germany, India, Israel, Italy, Japan, Kenya, Mexico, the Netherlands, New Zealand, Nigeria, the Philippines, Singapore, South Korea, the UAE, and the UK. These commitments complement Japan’s leadership of the G-7 Hiroshima Process, the United Kingdom’s Summit on AI Safety, and India’s leadership as Chair of the Global Partnership on AI. Today’s announcement is part of a broader commitment by the Biden-Harris Administration to ensure AI is developed safely and responsibly, to safeguard Americans’ rights and safety, and to protect Americans from harm and discrimination.###"
}