{
    "title": "FACT SHEET: Vice President Harris Announces New Commitments Supporting Women’s Economic Empowerment in Latin America | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/06/07/fact-sheet-vice-president-harris-announces-new-commitments-supporting-womens-economic-empowerment-in-latin-america/",
    "created_at": null,
    "content": "U.S. Department of State, U.S. Agency for International Development (USAID), and the Partnership for Central America (PCA), come together to announce programs supporting women’s economic empowerment in northern Central America and the broader Western HemisphereVice President Kamala Harris today announced new commitments from the U.S. government, private sector companies and organizations to support women’s economic empowerment in northern Central America and the Western Hemisphere more broadly. Accion, CARE International, Cargill, Mastercard, Microsoft, and PepsiCo—companies and organizations who have responded to the Vice President’s Call to Action—made additional commitments to remove barriers to women’s full economic participation and strengthen women’s access to quality employment, tools, resources, and networks for business development and growth—thereby promoting equitable economic recovery across the hemisphere. These commitments will also address gender-based violence in northern Central America—to help create safer, stronger, and more prosperous communities across the region.These initiatives are committed in support of the U.S. Strategy to Address the Root Causes of Migration in northern Central America, which the Vice President launched in July 2021.Private Sector and Civil Society CommitmentsToday, the Vice President and the Partnership for Central America launched In Her Hands as a private sector initiative to empower, train, and protect women in northern Central America and across the Western Hemisphere. Founding members are a coalition of companies and organizations who responded to Vice President Harris’s Call to Action, including CARE, Cargill, Mastercard, Microsoft, Millicom, Nespresso, PepsiCo, PriceSmart, and Pro Mujer.The integrated In Her Hands commitments will connect more than 1.4 million women and their communities to the financial system and digital economy, accelerate women’s participation in the agroindustry, train more than 500,000 women and girls in core job skills, promote gender parity, and elevate women within companies across the region.U.S. Government AnnouncementsBuilding off her leadership of collaborative public-private partnerships to address key challenges in the region, the Vice President announced the following U.S. government initiatives to complement private sector commitments to empower women and girls in the Latin American region:"
}