{
    "title": "FACT SHEET: Biden-Harris Administration Launches New Climate Portal to Help Communities Navigate Climate Change Impacts | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/08/fact-sheet-biden-harris-administration-launches-new-climate-portal-to-help-communities-navigate-climate-change-impacts/",
    "created_at": null,
    "content": " Interactive Mapping Features Will Provide Communities with Location-Based Information on Extreme Heat, Drought, Wildfires, and Other Climate ImpactsToday, the Biden-Harris Administration is launching a website that, for the first time, provides a live dashboard to help communities see extreme weather and other hazards from climate change they are facing, while also providing maps projecting how each community could be impacted in the future. The new Climate Mapping for Resilience and Adaptation portal will help state, local, Tribal, and territorial governments and leaders better track real-time impacts and access federal resources for long-term planning.   Americans are feeling the intensifying impacts of the climate crisis—from extreme heat across the country, including the dangerous “heat dome” gripping California this week; record-breaking floods across the South and Midwest; Western drought straining the water supplies that millions depend on; and more wildfires threatening communities. Last year, the 20 largest climate-related disasters alone took hundreds of lives, caused untold hardships, and racked up more than $150 billion in damages.In addition to providing more detailed, location-specific data about climate threats, the new portal also brings together multiple federal information sources and funding opportunities to help communities better prepare for and respond to climate impacts—including historic resilience funding from the President’s Bipartisan Infrastructure Law for states and communities around the country. Together with the Inflation Reduction Act, the Biden-Harris Administration is providing historic levels of support to expand resilience programs, protect U.S. communities, economies, and infrastructure from the worsening impacts of climate change, and improve the nation’s climate mapping and data capabilities.Learn more about ten key ways the Biden-Harris Administration is making America resilient to climate changeHelping Communities Better Understand and Plan for Climate RiskThe Climate Mapping for Resilience and Adaptation portal is a first-of-its kind hub that will help communities, federal agencies, and other levels of government better understand current exposure to climate risks to strengthen their resilience plans. The portal, which will continue to evolve to meet community needs, includes:Building on Climate Data Efforts Across the AdministrationThe new web portal is an outgrowth of a National Climate Task Force initiative to provide more accessible climate information and decision tools, as directed by President Biden in his Executive Order on Tackling the Climate Crisis at Home and Abroad. As part of this initiative, last year the National Oceanic and Atmospheric Administration (NOAA) launched a redesigned Climate.gov and this year the National Integrated Heat Health Information System launched the new Heat.gov—using data sources that are now incorporated into the CMRA portal.The Assessment Tool also integrates information from federal initiatives including:Under President Biden’s leadership, the Administration has secured historic new investments to further improve our nation’s climate mapping and data capabilities. NOAA is using resources  from the Bipartisan Infrastructure Law to enhance a wide array of climate data and services, including flood forecasting, soil moisture monitoring, and wildfire prediction and detection. Additionally, the Inflation Reduction Act provides resources for NOAA to improve computing capacity, forecasting, and research for weather and climate impacts, as well as over funding for the Council on Environmental Quality to boost data collection on disproportionate environmental harms and climate impacts.###"
}