{
    "title": "FACT SHEET:  U.S. Actions to Promote Caribbean Energy Security, Access to Finance, and Food Security | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/15/fact-sheet-u-s-actions-to-promote-caribbean-energy-security-access-to-finance-and-food-security/",
    "created_at": null,
    "content": "As follow-up to President Biden and Vice President Harris’s commitments in their meeting with Caribbean leaders at the Summit of the Americas in June 2022, the Biden-Harris Administration is partnering with Caribbean nations to promote energy security, access to finance, and food security in the Caribbean—three areas that Caribbean leaders identified as their top priorities.  President Biden and Vice President Harris agreed at the Summit to establish three High-Level Action Committees, each co-chaired by Caribbean and U.S. representatives to develop concrete, near-term solutions to these three pressing challenges in the region.  Co-chaired by the United States, CARICOM member states, and the Dominican Republic, the Action Committees have held nearly a dozen technical and high-level meetings since June to formulate action plans. Vice President Harris will meet with Caribbean leaders on September 15, 2022—President Chan Santokhi of Suriname, chair of CARICOM; Prime Minister Mia Mottley of Barbados, co-chair of the finance committee; President Dr. Irfaan Ali of Guyana, co-chair of the food security committee; Prime Minister Dr. Keith Rowley of Trinidad and Tobago, co-chair of the energy security committee; and President Luis Abinader of the Dominican Republic—to review the progress they have made. Taken together, integrated efforts under the Joint Action Plans will leverage high-level engagement, U.S. technical assistance and support, U.S. capacity building and training programs, collaborative working groups, regional conferences, and public-private partnerships to strengthen energy security, improve access to finance, and enhance food security in the Caribbean. Many of these actions build on and will accelerate implementation of the U.S.-Partnership to Address the Climate Crisis (PACC 2030), an initiative that Vice President Harris launched at the Summit of the Americas to strengthen energy security and climate adaptation in the region. A summary of key actions follows.  Actions to Promote Energy Security: Actions to Promote Access to Finance:Actions to Promote Food Security:The following near-term actions will be carried out under the new Zero Hunger Caribbean Plan.  Conversations will continue regarding additional work in the medium- to long-term under the Zero Hunger Caribbean Plan."
}