{
    "title": "FACT SHEET: President Biden Announces 13 New Actions to Reduce Gun Violence by Maximizing the Benefits of the Bipartisan Safer Communities Act | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/05/14/fact-sheet-president-biden-announces-13-new-actions-to-reduce-gun-violence-by-maximizing-the-benefits-of-the-bipartisan-safer-communities-act/",
    "created_at": null,
    "content": "Today, President Biden published an op-ed announcing new actions the Biden-Harris Administration is taking to implement the Bipartisan Safer Communities Act (BSCA) and maximize the benefits of the law, reducing gun violence and saving lives. The op-ed also honors the lives of those killed in Buffalo, New York, one year ago today, and Uvalde, Texas, less than two weeks later. Because of these tragedies and the courageous advocacy of the victims’ families and survivors of these shootings and so many other acts of gun violence, President Biden worked with Congress to break a 30-year congressional logjam and enact BSCA.On March 14, 2023, President Biden signed an Executive Order directing key members of his Cabinet to each submit to him, within 60 days, a report summarizing their progress toward full implementation of BSCA. The President also directed his Cabinet to outline steps they are taking to maximize the benefits of this historic law.These reports make clear that BSCA is saving lives. For example, the Department of Justice (DOJ) has denied more than 160 firearms transactions solely because of BSCA’s enhanced background checks for individuals under age 21. In part due to BSCA’s revised definition of when an individual is “engaged in the business” of dealing in firearms, DOJ’s prosecutions for unlicensed dealing increased 52% from Fiscal Year (FY) 2021 to FY 2022. The Departments of Health and Human Services (HHS) and Education (ED), combined, have already delivered more than $1.5 billion to states and communities to make our schools safer, improve access to mental health services, and help young people deal with the trauma and grief resulting from gun violence. With this funding, schools are projected to hire an additional 14,000 mental health professionals over the next five years.Today, the President is detailing 13 actions his Cabinet has taken or will take to maximize the benefits of the legislation, including new steps to keep guns out of dangerous hands, ensure BSCA’s mental health funding helps those dealing with the grief and trauma resulting from gun violence, make our schools safer, and expand community violence interventions.Highlights of these reports are described below.New Actions to Reduce Gun Violence by Maximizing the Benefits of BSCAPresident Biden is announcing the following 13 actions his Administration has taken or will soon take to maximize the benefits of the law:Keeping guns out of dangerous handsEnsuring BSCA’s mental health funding helps those dealing with the grief and trauma resulting from gun violenceMaking schools saferExpanding community violence interventionsHighlights of Progress Made to Implement BSCAKeeping guns out of dangerous handsImproving school safetyImproving access to mental health careExpanding community violence interventions### "
}