{
    "title": "Protecting Against Malicious Cyber Activity before the Holidays | The White House",
    "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2021/12/16/protecting-against-malicious-cyber-activity-before-the-holidays/",
    "created_at": null,
    "content": "TO: Corporate Executives and Business LeadersFROM: Anne Neuberger, Deputy Assistant to the President and Deputy National Security Advisor for Cyber and Emerging Technology and Chris Inglis, National Cyber DirectorSUBJECT: Protecting Against Malicious Cyber Activity before the HolidaysDATE: December 16, 2021The holidays are an opportunity to spend time with our loved ones and enjoy some well-earned rest. Unfortunately, malicious cyber actors are not taking a holiday – and they can ruin ours if we’re not prepared and protected. Historically we have seen breaches around national holidays because criminals know that security operations centers are often short-staffed, delaying the discovery of intrusions. Beyond the holidays, though, we’ve experienced numerous recent events that highlight the strategic risks we all face because of the fragility of digital infrastructure and the ever- present threat of those who would use it for malicious purposes.There are specific steps that you, as leaders, can initiate now to reduce the risk of your organizations during this time of heightened risk and into the New Year.Below are some recommendations for actions you can take immediately to have an incident-free holiday season.Ensuring a Cyber Safe and Secure Holiday SeasonIn many cases criminals plan and actually begin an intrusion before the holiday itself – they infiltrate a network and lie in wait for the optimal time to launch an attack. It is therefore essential that you convene your leadership team now to make your organization a harder target for criminals.Here are some best practices that can be implemented immediately. We recommend that you confirm with your IT teams that these are in place:Please encourage your IT and Security leadership to visit the websites of CISA and the FBI where they will find technical information and other useful resources.All of us can, and must, play a part to improve the Nation’s cybersecurity. The U.S. government and the private sector have accomplished much together in the past year, and we have much more to do in 2022 and beyond.Please accept our best wishes for a happy holiday season and a safe and secure New Year.###"
}